{"commit_time": "2023-12-29T21:30:11.473322", "news": "Quote of the Day:\n\"The best way to predict the future is to create it.\" \n\n\u672a\u6765\u6700\u597d\u7684\u9884\u6d4b\u65b9\u6cd5\u5c31\u662f\u53bb\u521b\u9020\u5b83\u3002\n\"The best way to predict the future is to create it.\"\n\n\nNews Today\n:Deadly wave of missile and drone strikes targets civilian infrastructure in unprecedented assault, Ukrainian military says\n\u4e4c\u514b\u5170\u519b\u65b9\u8868\u793a\uff0c\u81f4\u547d\u7684\u5bfc\u5f39\u548c\u65e0\u4eba\u673a\u6253\u51fb\u98ce\u66b4\u7784\u51c6\u5e73\u6c11\u57fa\u7840\u8bbe\u65bd\uff0c\u8fd9\u662f\u524d\u6240\u672a\u6709\u7684\u88ad\u51fb\n\nNew California law will restrict how police interact with drivers after being pulled over\n\u65b0\u7684\u52a0\u5229\u798f\u5c3c\u4e9a\u5dde\u6cd5\u5f8b\u5c06\u9650\u5236\u8b66\u5bdf\u5728\u62e6\u8f66\u540e\u4e0e\u9a7e\u9a76\u5458\u7684\u4e92\u52a8\u65b9\u5f0f\n\nChina names new defense minister months after removing predecessor without explanation\n\u4e2d\u56fd\u6570\u6708\u540e\u5728\u6ca1\u6709\u89e3\u91ca\u7684\u60c5\u51b5\u4e0b\u4efb\u547d\u65b0\u7684\u56fd\u9632\u90e8\u957f\uff0c\u4e4b\u524d\u7684\u90e8\u957f\u5df2\u88ab\u514d\u804c\n\n35 Palestinians killed in Israeli strikes on central Gaza overnight, hospital doctor tells CNN\n\u4e00\u540d\u533b\u9662\u533b\u751f\u544a\u8bc9CNN\uff0c35\u540d\u5df4\u52d2\u65af\u5766\u4eba\u5728\u4ee5\u8272\u5217\u5bf9\u52a0\u6c99\u4e2d\u90e8\u7684\u88ad\u51fb\u4e2d\u4e27\u751f\n\nIsraeli military report reveals new failures in mission to rescue mistakenly killed hostages\n\u4ee5\u8272\u5217\u519b\u65b9\u62a5\u544a\u63ed\u793a\u4e86\u5728\u8bef\u6740\u4eba\u8d28\u7684\u6551\u63f4\u4efb\u52a1\u4e2d\u7684\u65b0\u5931\u8bef\n\nAirplane stowaway in critical condition in Paris\n\u98de\u673a\u9ed1\u54e8\u5728\u5df4\u9ece\u75c5\u5371\n\nSpaceX launches X-37B plane, one of the US military\u2019s most fascinating secrets\nSpaceX\u53d1\u5c04X-37B\u98de\u673a\uff0c\u8fd9\u662f\u7f8e\u56fd\u519b\u65b9\u6700\u4ee4\u4eba\u7740\u8ff7\u7684\u79d8\u5bc6\u4e4b\u4e00\n\nSee SpaceX Falcon heavy launch secretive US military plane\n\u89c2\u770bSpaceX\u730e\u9e70\u91cd\u578b\u706b\u7bad\u53d1\u5c04\u7f8e\u56fd\u519b\u65b9\u4fdd\u5bc6\u98de\u673a\n\nHuawei was once fighting for its survival. It\u2019s back to nearly $100 billion in revenue\n\u534e\u4e3a\u66fe\u7ecf\u4e3a\u4e86\u751f\u5b58\u800c\u594b\u6597\u3002\u73b0\u5728\u56de\u5230\u4e86\u8fd11000\u4ebf\u7f8e\u5143\u7684\u6536\u5165\n\nRussian passenger plane lands on frozen river by mistake\n\u4fc4\u7f57\u65af\u5ba2\u673a\u56e0\u5931\u8bef\u964d\u843d\u5728\u51b0\u51bb\u7684\u6cb3\u6d41\u4e0a", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\u5728\u6bcf\u5929\u665a\u4e0a10\u70b9\u53ee\u5631\u5c0f\u9e21\u5403\u836f\uff0c\u4f46\u662f\u5c0f\u9e21\u6709\u4e00\u5929\u5fd8\u4e86\ud83d\ude31\n\n\u9752\u86d9\u751f\u6c14\u5730\u5bf9\u5c0f\u9e21\u8bf4\uff1a\"\u5fd8\u8bb0\u5403\u836f\u53ef\u662f\u4f1a\u751f\u75c5\u7684\u554a\uff01\" \ud83d\ude21\n\n\u5c0f\u9e21\u60ca\u8bb6\u5730\u56de\u7b54\uff1a\u201c\u836f\u5fd8\u4e86\uff0c\u4f46\u8bb0\u4f4f\u4e86\u4f60\u6bcf\u665a10\u70b9\u51c6\u65f6\u53eb\u6211\u5403\u836f\u7684\u2018\u9891\u7387\u2019\uff01\ud83d\ude04\"\n\n\u9752\u86d9\u61f5\u4e86\uff0c\u7136\u540e\u5634\u89d2\u5fae\u5fae\u4e0a\u626c\u4e86\uff1a\u201c\u597d\u5427\uff0c\u4e0b\u6b21\u6211\u7ed9\u4f60\u5f00\u2018\u63d0\u9192\u2019\u529f\u80fd\uff01\u201d\ud83d\ude06\n\n\u4e8e\u662f\uff0c\u5c0f\u9e21\u4f9d\u7136\u5065\u5eb7\u5f00\u5fc3\u5730\u751f\u6d3b\uff0c\u9752\u86d9\u4e5f\u4e0d\u518d\u62c5\u5fc3\uff0c\u6bcf\u665a\u51c6\u65f6\u63d0\u9192\u5c0f\u9e21\u3002\ud83d\udc38\ud83d\udc25\n\n\u4ed6\u4eec\u4ece\u6b64\u6210\u4e3a\u4e86\u9ed8\u5951\u5341\u8db3\u7684\u836f\u76df\u597d\u53cb\uff01\ud83d\udc6c\u270c\ufe0f"}