{"commit_time": "2024-01-06T21:30:11.129513", "news": "Quote of the Day:\n\"The future belongs to those who believe in the beauty of their dreams.\" \n\"\u672a\u6765\u5c5e\u4e8e\u90a3\u4e9b\u76f8\u4fe1\u68a6\u60f3\u4e4b\u7f8e\u7684\u4eba\u3002\\nW\u00e8il\u00e1i sh\u01d4y\u00fa n\u00e0xi\u0113 xi\u0101ngx\u00ecn m\u00e8ngxi\u01ceng zh\u012b m\u011bi de r\u00e9n.\"\n\nNews Today\n:The justices will review the Colorado Supreme Court\u2019s decision removing former Trump from that state\u2019s ballot\n\u6cd5\u5b98\u4eec\u5c06\u5ba1\u67e5\u79d1\u7f57\u62c9\u591a\u5dde\u6700\u9ad8\u6cd5\u9662\u7684\u51b3\u5b9a\uff0c\u53d6\u6d88\u7279\u6717\u666e\u524d\u603b\u7edf\u5728\u8be5\u5dde\u53c2\u9009\u8d44\u683c\n\nMan behind ouster of Harvard president Claudine Gay lays out plan to retake elite schools\n\u8d1f\u8d23\u7f62\u514d\u54c8\u4f5b\u5927\u5b66\u6821\u957f\u514b\u52b3\u4ee3\u5c14\u00b7\u76d6\u4f0a\u7684\u4eba\u516c\u5e03\u4e86\u593a\u56de\u7cbe\u82f1\u5b66\u6821\u7684\u8ba1\u5212\n\nPalestinians will decide Gaza\u2019s future, not Israel, PLO insists\n\u5df4\u52d2\u65af\u5766\u89e3\u653e\u7ec4\u7ec7\u575a\u6301\u8ba4\u4e3a\uff0c\u5df4\u52d2\u65af\u5766\u4eba\u5c06\u51b3\u5b9a\u52a0\u6c99\u7684\u672a\u6765\uff0c\u800c\u4e0d\u662f\u4ee5\u8272\u5217\n\nJapan runway collision raises fresh questions about airplane evacuations\n\u65e5\u672c\u8dd1\u9053\u78b0\u649e\u4e8b\u4ef6\u5f15\u53d1\u6709\u5173\u98de\u673a\u64a4\u79bb\u7684\u65b0\u95ee\u9898\n\nWhy did China\u2019s powerful generals fall out of favor with Xi?\n\u4e3a\u4ec0\u4e48\u4e2d\u56fd\u7684\u5f3a\u5927\u5c06\u9886\u4f1a\u5931\u5ba0\u4e8e\u4e60\u8fd1\u5e73\uff1f\n\nWayne LaPierre resigns as leader of NRA days ahead of civil trial\n\u97e6\u6069\u00b7\u62c9\u76ae\u57c3\u5c14\u5728\u6c11\u4e8b\u5ba1\u5224\u524d\u6570\u65e5\u8f9e\u53bb\u5168\u56fd\u6b65\u67aa\u534f\u4f1a\u7684\u9886\u5bfc\u804c\u52a1\n\nThird batch of Epstein documents unsealed\n\u827e\u666e\u65af\u5766\u6587\u4ef6\u7684\u7b2c\u4e09\u6279\u89e3\u5bc6\u6587\u4ef6\n\nA smarter way to stop Putin\n\u963b\u6b62\u666e\u4eac\u7684\u66f4\u806a\u660e\u65b9\u6cd5\n\nMichael Bolton taking break from touring after having surgery for brain tumor\n\u8fc8\u514b\u5c14\u00b7\u6ce2\u5c14\u987f\u5728\u8111\u80bf\u7624\u624b\u672f\u540e\u6682\u505c\u5de1\u56de\u6f14\u51fa\n\nOscar Pistorius released from prison\n\u5965\u65af\u5361\u00b7\u76ae\u65af\u6258\u745e\u65af\u4ece\u76d1\u72f1\u91ca\u653e\u51fa\u6765", "chickenGPT": "\ud83d\udc38: \u5c0f\u9e21\u554a\uff0c\u8bb0\u5f97\u4eca\u665a10\u70b9\u8981\u5403\u836f\u54e6\uff01\ud83c\udf19\n\ud83d\udc25: \u55ef\u55ef\uff0c\u653e\u5fc3\u5427\uff0c\u6211\u4e0d\u4f1a\u5fd8\u8bb0\u7684\uff01\ud83c\udf1b\n\n\uff08\u8fc7\u4e86\u4e00\u4f1a\u513f\uff09\n\n\ud83d\udc38: \u5c0f\u9e21\uff0c\u5feb\u5341\u70b9\u4e86\uff0c\u522b\u5fd8\u4e86\u5403\u836f\u54e6\uff01\ud83d\udd59\n\ud83d\udc25: \u554a\uff01\u6211\u7adf\u7136\u5fd8\u8bb0\u4e86\uff01\ud83d\ude31\n\n\uff08\u7b2c\u4e8c\u5929\uff09\n\n\ud83d\udc38: \u5c0f\u9e21\u554a\uff0c\u6628\u5929\u4e0d\u662f\u53ee\u5631\u4f60\u8981\u5403\u836f\u5417\uff1f\ud83c\udf19\n\ud83d\udc25: \u54ce\u5440\uff0c\u6211\u592a\u62b1\u6b49\u4e86\uff01\u6211\u5fd8\u8bb0\u4e86\uff0c\u80af\u5b9a\u662f\u8111\u5b50\u88ab\u7fbd\u6bdb\u6321\u4f4f\u4e86\uff01\ud83e\udd26\u200d\u2640\ufe0f\n\n\ud83d\udc38: \u54c8\u54c8\u54c8\uff0c\u5c0f\u9e21\u554a\uff0c\u4e0b\u6b21\u8bb0\u5f97\u6311\u4e2a\u63d0\u9192\u4f60\u7684\u9e23\u53eb\u5668\u5427\uff01\ud83e\udd23"}