{"commit_time": "2023-12-09T21:30:12.818966", "news": "Quote of the Day:\n\"Life isn't about waiting for the storm to pass, it's about learning to dance in the rain.\"\n\u751f\u6d3b\u4e0d\u662f\u7b49\u5f85\u66b4\u98ce\u96e8\u8fc7\u53bb\uff0c\u800c\u662f\u5b66\u4f1a\u5728\u96e8\u4e2d\u7fe9\u7fe9\u8d77\u821e\u3002\n\n\nNews Today\n:The US was the only nation to vote against the Security Council resolution. Aid groups condemned the veto.\n\u7f8e\u56fd\u662f\u552f\u4e00\u4e00\u56fd\u53cd\u5bf9\u5b89\u7406\u4f1a\u51b3\u8bae\u7684\u56fd\u5bb6\uff0c\u63f4\u52a9\u7ec4\u7ec7\u8c34\u8d23\u5426\u51b3\u3002\n\n\nFederal appeals court deals big blow to New York's expansive concealed carry law\n\u8054\u90a6\u4e0a\u8bc9\u6cd5\u9662\u5bf9\u7ebd\u7ea6\u6269\u5927\u7684\u9690\u853d\u643a\u5e26\u6cd5\u5f8b\u8fdb\u884c\u6c89\u91cd\u6253\u51fb\u3002\n\n\nMichigan school shooter sentenced to life in prison without parole\n\u5bc6\u6b47\u6839\u5dde\u67aa\u51fb\u6848\u5acc\u7591\u4eba\u88ab\u5224\u65e0\u671f\u5f92\u5211\uff0c\u4e0d\u5f97\u5047\u91ca\u3002\n\n\nSix French teenagers convicted in connection with 2020 beheading of teacher Paty\n\u516d\u540d\u6cd5\u56fd\u5c11\u5e74\u56e0\u4e0e2020\u5e74\u5e15\u8482\u6559\u5e08\u65a9\u9996\u6848\u6709\u5173\u88ab\u5224\u6709\u7f6a\u3002\n\n\nAppeals court maintains most of Trump gag order in federal election subversion case\n\u4e0a\u8bc9\u6cd5\u9662\u7ef4\u6301\u7279\u6717\u666e\u5728\u8054\u90a6\u9009\u4e3e\u98a0\u8986\u6848\u4e2d\u5927\u90e8\u5206\u8a00\u8bba\u5c01\u53e3\u4ee4\u3002\n\n\nRyan O\u2019Neal, star of \u2018Love Story\u2019 and \u2018Peyton Place,\u2019 dead\n\u300a\u7231\u7684\u6545\u4e8b\u300b\u548c\u300a\u8d1d\u987f\u5e7f\u573a\u300b\u7684\u660e\u661f\u745e\u5b89\u00b7\u5965\u5c3c\u5c14\u53bb\u4e16\u3002\n\n\nWartime spread of drug-resistant infections in Ukraine is an \u2018urgent crisis,\u2019 CDC report says\n\u75be\u63a7\u4e2d\u5fc3\u62a5\u544a\u79f0\uff0c\u4e4c\u514b\u5170\u6218\u65f6\u4f20\u64ad\u7684\u8010\u836f\u611f\u67d3\u662f\u4e00\u573a\u201c\u7d27\u6025\u5371\u673a\u201d\u3002\n\n\nEuropean Union agrees to regulate potentially harmful effects of AI\n\u6b27\u76df\u540c\u610f\u5bf9\u4eba\u5de5\u667a\u80fd\u7684\u6f5c\u5728\u6709\u5bb3\u5f71\u54cd\u8fdb\u884c\u76d1\u7ba1\u3002\n\n\nTesla failed at battery swapping. Stellantis says it may have the secret\n\u7279\u65af\u62c9\u5728\u7535\u6c60\u66f4\u6362\u65b9\u9762\u5931\u8d25\uff0c\u65af\u6cf0\u5170\u8482\u65af\u8868\u793a\u53ef\u80fd\u77e5\u9053\u5176\u4e2d\u7684\u79d8\u5bc6\u3002\n\n\nHear Al Franken\u2019s prediction about 2024 election\n\u542c\u542c\u963f\u5c14\u00b7\u5f17\u5170\u80af\u5bf92024\u5e74\u9009\u4e3e\u7684\u9884\u6d4b\u3002", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\u5728\u6bcf\u5929\u665a\u4e0a10\u70b9\u53ee\u5631\u5c0f\u9e21\u5403\u836f\uff0c\u4f46\u662f\u5c0f\u9e21\u6709\u4e00\u5929\u5fd8\u4e86\ud83d\ude05\n\n\u9752\u86d9\uff1a\u5c0f\u9e21\uff0c\u8bb0\u5f97\u8981\u5403\u836f\u54e6\uff01\ud83d\udc38\n\u5c0f\u9e21\uff1a\u55ef\u55ef\uff0c\u6211\u4f1a\u8bb0\u4f4f\u7684\uff01\ud83d\udc25\n\n\u7b2c\u4e8c\u5929\u65e9\u4e0a\u2026\n\n\u9752\u86d9\uff1a\u5c0f\u9e21\uff0c\u6628\u665a\u4f60\u5403\u836f\u4e86\u5417\uff1f\ud83d\udc38\n\u5c0f\u9e21\uff1a\u989d\u2026\ud83d\ude33\u6211\u597d\u50cf\u5fd8\u4e86\u23f0\n\n\u9752\u86d9\uff1a\u4ec0\u4e48\uff1f\uff01\u4f60\u600e\u4e48\u80fd\u8fd9\u6837\uff01\ud83d\ude21\n\u5c0f\u9e21\uff1a\u4e0d\u597d\u610f\u601d\uff0c\u9752\u86d9\u54e5\u54e5\u3002\u4e0b\u6b21\u6211\u4e00\u5b9a\u8bb0\u5f97\uff01\ud83d\ude14\n\n\u7b2c\u4e09\u5929\u665a\u4e0a\u2026\n\n\u9752\u86d9\uff1a\u5c0f\u9e21\uff0c\u5feb\u5403\u836f\u5566\uff01\ud83d\udc38\n\u5c0f\u9e21\uff1a\u597d\u7684\uff0c\u9752\u86d9\u54e5\u54e5\uff01\ud83d\udc25\n\n\u9752\u86d9\uff1a\u8fd8\u6ca1\u5403\u5b8c\u5417\uff1f\ud83d\ude12\n\u5c0f\u9e21\uff1a\u5bf9\u4e0d\u8d77\uff0c\u6211\u521a\u521a\u628a\u5b83\u5f53\u76c6\u683d\u6d47\u6c34\u4e86\u3002\ud83d\ude02\ud83d\udca6\n\n\u9752\u86d9\uff1a\u5929\u54ea\uff01\u4f60\u8fd9\u662f\u6545\u610f\u7684\u5417\uff1f\ud83e\udd26\u200d\u2642\ufe0f\n\u5c0f\u9e21\uff1a\u563f\u563f\uff0c\u5f00\u4e2a\u73a9\u7b11\u800c\u5df2\u3002\u53ea\u4e0d\u8fc7\u6211\u5403\u836f\u7684\u65f6\u95f4\u53d8\u6210\u4e86\u65e9\u4e0a\u5566\uff01\ud83c\udf1e\ud83d\ude01\n\n\u9752\u86d9\uff1a\u5c0f\u9e21\uff0c\u4f60\u771f\u662f\u4e2a\u6363\u86cb\u9b3c\uff01\u4e0d\u8fc7\u81f3\u5c11\u4f60\u8bb0\u5f97\u5403\u836f\u4e86\u3002\ud83d\ude05\ud83c\udf3f"}