{"commit_time": "2023-12-03T21:30:11.931666", "news": "Quote of the Day:\n\"The only way to do great work is to love what you do.\" \n\"\u552f\u4e00\u53ef\u4ee5\u505a\u51fa\u6770\u51fa\u5de5\u4f5c\u7684\u65b9\u6cd5\u662f\u70ed\u7231\u81ea\u5df1\u6240\u505a\u7684\u4e8b\u60c5\u3002\\n\u552f\u4e00\u53ef\u4ee5\u505a\u51fa\u6770\u51fa\u5de5\u4f5c\u7684\u65b9\u6cd5\u662f\u70ed\u7231\u81ea\u5df1\u6240\u505a\u7684\u4e8b\u60c5\u3002\"\n\nNews Today\n:Jewish Israelis who have spent their lives committed to co-existence with Palestinians face a difficult balancing act\n\u732e\u8eab\u4e8e\u4e0e\u5df4\u52d2\u65af\u5766\u4eba\u5171\u5b58\u7684\u72b9\u592a\u4ee5\u8272\u5217\u4eba\u9762\u4e34\u8270\u96be\u7684\u5e73\u8861\u884c\u52a8\n\nBiden admin under fire after Catholic priest is jailed for 26 years\n\u62dc\u767b\u653f\u5e9c\u56e0\u5929\u4e3b\u6559\u795e\u7236\u88ab\u5224\u5165\u72f126\u5e74\u800c\u53d7\u5230\u6307\u8d23\n\nMore than 700 flights canceled as southern Germany sees heavy snowfall\n\u5357\u5fb7\u96ea\u707e\u5bfc\u81f4700\u591a\u4e2a\u822a\u73ed\u53d6\u6d88\n\nNo-shows, walkouts as Israel-Hamas war looms over climate talks\n\u4ee5\u8272\u5217-\u54c8\u9a6c\u65af\u6218\u4e89\u9634\u5f71\u7b3c\u7f69\u6c14\u5019\u4f1a\u8c08\uff0c\u51fa\u73b0\u4e0d\u5230\u573a\u548c\u4e2d\u9014\u9000\u51fa\n\nJudge denies Trump\u2019s attempt to dismiss Jan. 6 case. See what she wrote\n\u6cd5\u5b98\u5426\u51b3\u7279\u6717\u666e\u89e3\u96641\u67086\u65e5\u6848\u4ef6\u7684\u5c1d\u8bd5\u3002\u770b\u5979\u5199\u4e86\u4ec0\u4e48\n\nHere\u2019s Nikki Haley\u2019s path to the Republican nomination\n\u8fd9\u662f\u59ae\u57fa\u00b7\u54c8\u96f7\u901a\u5f80\u5171\u548c\u515a\u63d0\u540d\u7684\u9053\u8def\n\nAt least four killed as explosion hits Sunday mass in Philippine university gym\n\u83f2\u5f8b\u5bbe\u5927\u5b66\u4f53\u80b2\u9986\u53d1\u751f\u7206\u70b8\uff0c\u9020\u6210\u81f3\u5c11\u56db\u4eba\u6b7b\u4ea1\n\nA Venezuelan vote on an oil-rich region of Guyana raises concerns of a South American military conflict\n\u59d4\u5185\u745e\u62c9\u5c31\u572d\u4e9a\u90a3\u4e00\u4e2a\u77f3\u6cb9\u4e30\u5bcc\u5730\u533a\u4e3e\u884c\u6295\u7968\uff0c\u5f15\u53d1\u5bf9\u5357\u7f8e\u519b\u4e8b\u51b2\u7a81\u7684\u62c5\u5fe7\n\n\u2018To hell with this place\u2019: Hear Santos\u2019 reaction to expulsion\n\u201c\u89c1\u9b3c\u8fd9\u4e2a\u5730\u65b9\uff01\u201d\u542c\u6851\u6258\u65af\u88ab\u9a71\u9010\u7684\u53cd\u5e94\n\nEstranged husband accused of murder after woman\u2019s body found in storage unit\n\u5987\u5973\u5c38\u4f53\u88ab\u53d1\u73b0\u540e\uff0c\u88ab\u6307\u63a7\u8c0b\u6740\u7684\u79bb\u5f02\u4e08\u592b", "chickenGPT": "\ud83d\udc38\uff1a\u5c0f\u9e21\uff0c\u8bb0\u5f97\u665a\u4e0a\u5341\u70b9\u8981\u5403\u836f\u54e6\uff01\n\ud83d\udc25\uff1a\u55ef\uff0c\u6211\u8bb0\u4f4f\u4e86\uff0c\u8c22\u8c22\u9752\u86d9\u53d4\u53d4\uff01\n\uff08\u7b2c\u4e8c\u5929\u665a\u4e0a\uff09\n\ud83d\udc38\uff1a\u5c0f\u9e21\uff0c\u51c6\u5907\u5403\u836f\u4e86\uff01\n\ud83d\udc25\uff1a\u554a\uff01\u6211\u7adf\u7136\u5fd8\u4e86\uff01\n\ud83d\udc38\uff1a\u771f\u662f\u7684\uff0c\u5c0f\u9e21\uff0c\u4f60\u4e0d\u80fd\u8fd9\u4e48\u4e0d\u8d1f\u8d23\u4efb\u554a\uff01\n\ud83d\udc25\uff08\u53ef\u601c\u5df4\u5df4\u7684\u8868\u60c5\uff09\uff1a\u5bf9\u4e0d\u8d77\u9752\u86d9\u53d4\u53d4\uff0c\u6211\u597d\u50cf\u6389\u4e86\u70b9\u513f\u7fbd\u6bdb\u2026\n\ud83d\udc38\uff08\u6ee1\u8138\u65e0\u5948\uff09\uff1a\u54ce\u5440\uff0c\u4e0d\u5173\u6211\u4e8b\uff0c\u4f60\u53ef\u5f97\u81ea\u5df1\u60f3\u529e\u6cd5\u4e86\uff01\n\ud83d\udc25\uff08\u60ca\u6050\u8868\u60c5\uff09\uff1a\u554a\uff01\u591c\u665a\u771f\u53ef\u6015\uff0c\u6211\u5fc5\u987b\u60f3\u529e\u6cd5\u8ba9\u81ea\u5df1\u8bb0\u5f97\u5403\u836f\uff01\n\uff08\u7b2c\u4e09\u5929\u665a\u4e0a\uff09\n\ud83d\udc25\uff08\u81ea\u8a00\u81ea\u8bed\uff09\uff1a\u665a\u4e0a10\u70b9\uff0c\u5403\u836f\uff0c\u665a\u4e0a10\u70b9\uff0c\u5403\u836f\u2026\n\ud83d\udc38\uff1a\u5c0f\u9e21\uff0c\u4f60\u8bb0\u5f97\u5417\uff1f\n\ud83d\udc25\uff08\u5f97\u610f\u6d0b\u6d0b\u7684\u8868\u60c5\uff09\uff1a\u8bb0\u4f4f\u4e86\uff01\u9752\u86d9\u53d4\u53d4\uff0c\u6211\u7ec8\u4e8e\u627e\u5230\u89e3\u836f\u5566\uff01\n\ud83d\udc38\uff1a\u89e3\u836f\uff1f\u4f60\u662f\u600e\u4e48\u60f3\u51fa\u6765\u7684\uff1f\n\ud83d\udc25\uff1a\u6211\u505a\u4e86\u4e2a\u624b\u673a\u95f9\u949f\uff0c\u6bcf\u5929\u5341\u70b9\u5b83\u4f1a\u63d0\u9192\u6211\uff01\n\ud83d\udc38\uff08\u60ca\u8bb6\u8868\u60c5\uff09\uff1a\u54c7\uff01\u5c0f\u9e21\uff0c\u4f60\u592a\u5389\u5bb3\u4e86\uff01\u4e0b\u6b21\u501f\u6211\u7528\u4e00\u4e0b\u597d\u5417\uff1f\n\ud83d\udc25\uff08\u5f00\u5fc3\u8868\u60c5\uff09\uff1a\u5f53\u7136\u53ef\u4ee5\uff01\u9752\u86d9\u53d4\u53d4\uff0c\u6211\u4eec\u4e00\u8d77\u8bb0\u4f4f\u5403\u836f\uff01\n\ud83d\udc38\uff08\u7b11\u772f\u772f\u7684\u8868\u60c5\uff09\uff1a\u597d\u7684\uff0c\u5c0f\u9e21\uff0c\u4e00\u8d77\u52aa\u529b\u5427\uff01"}