{"commit_time": "2023-11-30T21:30:11.525192", "news": "Quote of the Day:\n\"Success is not final, failure is not fatal: It is the courage to continue that counts.\"\n\u6210\u529f\u4e0d\u662f\u7ec8\u70b9\uff0c\u5931\u8d25\u4e0d\u662f\u81f4\u547d\u7684\uff1a\u91cd\u8981\u7684\u662f\u7ee7\u7eed\u524d\u8fdb\u7684\u52c7\u6c14\u3002\n\"Success is not final, failure is not fatal: It is the courage to continue that counts.\"\n\u6210\u529f\u4e0d\u662f\u7ec8\u70b9\uff0c\u5931\u8d25\u4e0d\u662f\u81f4\u547d\u7684\uff1a\u91cd\u8981\u7684\u662f\u7ee7\u7eed\u524d\u8fdb\u7684\u52c7\u6c14\u3002\n\nNews Today\n:\u2018Operational pause\u2019 in fighting will continue, Israeli military said minutes before hostage deal was set to expire. Hamas also confirmed the extension.\n\u505c\u706b\u201c\u8fd0\u8425\u6682\u505c\u201d\u5c06\u7ee7\u7eed\u8fdb\u884c\uff0c\u4ee5\u8272\u5217\u519b\u65b9\u5728\u4eba\u8d28\u534f\u8bae\u5373\u5c06\u5230\u671f\u524d\u51e0\u5206\u949f\u8868\u793a\u3002\u54c8\u9a6c\u65af\u4e5f\u786e\u8ba4\u4e86\u5ef6\u671f\u3002\n\nHenry Kissinger, former Secretary of State and Nobel Peace Prize winner, dead at 100 \n\u524d\u56fd\u52a1\u537f\u548c\u8bfa\u8d1d\u5c14\u548c\u5e73\u5956\u83b7\u5f97\u8005\u4ea8\u5229\u00b7\u57fa\u8f9b\u683c\u53bb\u4e16\uff0c\u4eab\u5e74100\u5c81\n\nHow one Ukrainian soldier survived on his own in a trench for days \n\u4e00\u540d\u4e4c\u514b\u5170\u58eb\u5175\u5982\u4f55\u72ec\u81ea\u5728\u6218\u58d5\u4e2d\u751f\u5b58\u4e86\u6570\u5929\n\nNew billionaire heirs overtake self-made ones amid $5.2 trillion wealth transfer \n\u57285.2\u4e07\u4ebf\u7f8e\u5143\u7684\u8d22\u5bcc\u8f6c\u79fb\u4e2d\uff0c\u65b0\u7684\u4ebf\u4e07\u5bcc\u7fc1\u7ee7\u627f\u4eba\u8d85\u8fc7\u4e86\u81ea\u6210\u4e00\u6d3e\u7684\u5bcc\u8c6a\n\nNikki Haley embodies the test America can\u2019t afford to fail again \n\u59ae\u57fa\u00b7\u9ed1\u5229\u4f53\u73b0\u4e86\u7f8e\u56fd\u4e0d\u80fd\u518d\u6b21\u5931\u8d25\u7684\u8003\u9a8c\n\n\u2018Pay any price.\u2019 Alibaba\u2019s Jack Ma urges reform as rival rattles e-commerce giant \n\u201c\u4ed8\u51fa\u4efb\u4f55\u4ee3\u4ef7\u3002\u201d\u963f\u91cc\u5df4\u5df4\u7684\u9a6c\u4e91\u6566\u4fc3\u6539\u9769\uff0c\u56e0\u7ade\u4e89\u5bf9\u624b\u800c\u52a8\u6447\u7535\u5546\u5de8\u5934\n\nXi Jinping visits financial hub Shanghai for first time in three years as Chinese economy sputters \n\u968f\u7740\u4e2d\u56fd\u7ecf\u6d4e\u8e1f\u8e70\uff0c\u4e60\u8fd1\u5e73\u9996\u6b21\u5728\u4e09\u5e74\u65f6\u95f4\u5185\u8bbf\u95ee\u91d1\u878d\u4e2d\u5fc3\u4e0a\u6d77\n\nUkraine makes new push to beat Russia\u2019s electronic warfare \n\u4e4c\u514b\u5170\u63a8\u52a8\u5bf9\u6297\u4fc4\u7f57\u65af\u7684\u7535\u5b50\u6218\n\n\u2018I messaged 180 people and got 6 viewings.\u2019 The crushing reality of renting in this city \n\u201c\u6211\u7ed9180\u4e2a\u4eba\u53d1\u4e86\u4fe1\u606f\uff0c\u53ea\u67096\u4eba\u770b\u623f\u3002\u201d\u5728\u8fd9\u5ea7\u57ce\u5e02\u79df\u623f\u7684\u6c89\u91cd\u73b0\u5b9e\n\nAstronomers discover nearby six-planet solar system with \u2018pristine configuration\u2019 \n\u5929\u6587\u5b66\u5bb6\u53d1\u73b0\u4e86\u4e00\u4e2a\u9644\u8fd1\u7684\u516d\u884c\u661f\u592a\u9633\u7cfb\uff0c\u5177\u6709\u201c\u539f\u59cb\u914d\u7f6e\u201d", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\u5728\u6bcf\u5929\u665a\u4e0a10\u70b9\u53ee\u5631\u5c0f\u9e21\u5403\u836f\uff0c\u4f46\u662f\u5c0f\u9e21\u6709\u4e00\u5929\u5fd8\u4e86\ud83d\ude05\n\n\u9752\u86d9: \u201c\u5c0f\u9e21\uff0c\u8bb0\u5f97\u5341\u70b9\u5403\u836f\u54e6\uff01\u201d\n\n\u5c0f\u9e21: \u201c\u597d\u7684\u597d\u7684\uff0c\u4e00\u5b9a\u8bb0\u4f4f\uff01\u201d\n\n\u7b2c\u4e8c\u5929\u65e9\u4e0a\u2026\n\n\u9752\u86d9: \u201c\u5c0f\u9e21\uff0c\u4f60\u6628\u665a\u5403\u836f\u4e86\u5417\uff1f\u201d\n\n\u5c0f\u9e21: \ud83d\ude33\u201c\u554a\uff01\u5b8c\u5168\u5fd8\u4e86\uff01\u201d\n\n\u9752\u86d9: \ud83d\udc38\u201c\u54ce\u5440\u5440\uff0c\u5c0f\u9e21\u4f60\u53ef\u771f\u662f\u9e21\u8111\u58f3\u554a\uff01\u201d\n\n\u5c0f\u9e21: \ud83d\udc14\u201c\u5bf9\u4e0d\u8d77\uff0c\u4e0b\u6b21\u4e00\u5b9a\u8bb0\u5f97\uff01\u201d\n\n\u4ece\u6b64\u4ee5\u540e\uff0c\u5c0f\u9e21\u6bcf\u5929\u665a\u4e0a10\u70b9\u518d\u4e5f\u4e0d\u6562\u5fd8\u8bb0\u5403\u836f\u4e86\uff0c\u6015\u518d\u88ab\u9752\u86d9\u53d6\u7b11\uff01\ud83d\ude04"}