{"commit_time": "2023-12-16T21:30:12.122634", "news": "Quote of the Day:\n\"Dream big and dare to fail.\"\n\u68a6\u60f3\u8fdc\u5927\uff0c\u6562\u4e8e\u5931\u8d25\u3002\nDream big and dare to fail.\n\u68a6\u60f3\u8fdc\u5927\uff0c\u6562\u4e8e\u5931\u8d25\u3002\n\nNews Today\n:The families of three hostages killed inside Gaza by Israeli troops spoke regularly with Israeli TV and news websites since October sharing their feelings and appealing for their relatives\u2019 safe release.\n\u4ee5\u8272\u5217\u519b\u961f\u5728\u52a0\u6c99\u6740\u5bb3\u7684\u4e09\u540d\u4eba\u8d28\u7684\u5bb6\u4eba\u81ea\u5341\u6708\u4ee5\u6765\u4e00\u76f4\u4e0e\u4ee5\u8272\u5217\u7535\u89c6\u53f0\u548c\u65b0\u95fb\u7f51\u7ad9\u4fdd\u6301\u5b9a\u671f\u8054\u7cfb\uff0c\u5206\u4eab\u4ed6\u4eec\u7684\u611f\u53d7\u5e76\u547c\u5401\u4e3a\u4ed6\u4eec\u7684\u4eb2\u4eba\u7684\u5b89\u5168\u91ca\u653e\u3002\n\nHouse checks out until next year while Senate stays to take on immigration.\n\u4f17\u8bae\u9662\u76f4\u5230\u660e\u5e74\u624d\u7ed3\u675f\u4f11\u4f1a\uff0c\u800c\u53c2\u8bae\u9662\u5219\u7ee7\u7eed\u63a8\u52a8\u79fb\u6c11\u95ee\u9898\u3002\n\nAutopsy shows Matthew Perry died of \u2018effects of ketamine\u2019.\n\u5c38\u68c0\u663e\u793a\u9a6c\u4fee\u00b7\u4f69\u91cc\u6b7b\u4e8e\u201c\u6c2f\u80fa\u916e\u7684\u5f71\u54cd\u201d\u3002\n\nRudy Giuliani ordered to pay nearly $150 million in damages.\n\u9c81\u8fea\u00b7\u6731\u5229\u5b89\u5c3c\u88ab\u547d\u4ee4\u652f\u4ed8\u8fd11.5\u4ebf\u7f8e\u5143\u7684\u8d54\u507f\u6b3e\u3002\n\nObama returns to White House in ad with Biden.\n\u5965\u5df4\u9a6c\u4e0e\u62dc\u767b\u5728\u5e7f\u544a\u4e2d\u8fd4\u56de\u767d\u5bab\u3002\n\nHow Harvard\u2019s president made an enemy of a billionaire known as one of the most ruthless investors on Wall Street.\n\u54c8\u4f5b\u6821\u957f\u5982\u4f55\u62db\u60f9\u4e86\u88ab\u8a89\u4e3a\u534e\u5c14\u8857\u6700\u51b7\u9177\u7684\u4ebf\u4e07\u5bcc\u7fc1\u4e4b\u4e00\u3002\n\n\u2018So you did say it\u2019: Hunt debunks RFK Jr. vaccine claims.\n\u201c\u4f60\u679c\u7136\u8bf4\u4e86\u8fd9\u53e5\u8bdd\u201d\uff1a\u4ea8\u7279\u63ed\u7a7f\u4e86RFK Jr.\u6709\u5173\u75ab\u82d7\u7684\u8bf4\u6cd5\u3002\n\nSpies game out how long Ukraine could last without US aid.\n\u95f4\u8c0d\u63a8\u6d4b\u4e4c\u514b\u5170\u5728\u6ca1\u6709\u7f8e\u56fd\u63f4\u52a9\u7684\u60c5\u51b5\u4e0b\u80fd\u6301\u7eed\u591a\u4e45\u3002\n\nVatican\u2019s \u2018trial of the century\u2019 could see cardinal sent to prison.\n\u68b5\u8482\u5188\u7684\u201c\u4e16\u7eaa\u5ba1\u5224\u201d\u53ef\u80fd\u5bfc\u81f4\u7ea2\u8863\u4e3b\u6559\u88ab\u9001\u5165\u76d1\u72f1\u3002\n\nMelania Trump gives uncharacteristically personal account of becoming a US citizen in rare speech.\n\u6885\u62c9\u5c3c\u5a05\u00b7\u7279\u6717\u666e\u5728\u7f55\u89c1\u7684\u6f14\u8bb2\u4e2d\u4e86\u8ff0\u4e86\u5979\u83b7\u5f97\u7f8e\u56fd\u516c\u6c11\u8eab\u4efd\u7684\u4e2a\u4eba\u7ecf\u5386\u3002", "chickenGPT": "\ud83d\udc38\uff1a\u5c0f\u9e21\u554a\uff0c\u8bb0\u5f97\u6bcf\u5929\u665a\u4e0a10\u70b9\u51c6\u65f6\u5403\u836f\u54e6\uff01\n\ud83d\udc25\uff1a\u597d\u7684\u597d\u7684\uff0c\u6211\u4f1a\u8bb0\u4f4f\u7684\uff01\n\uff08\u7b2c\u4e8c\u5929\u665a\u4e0a\uff09\n\ud83d\udc38\uff1a\u5c0f\u9e21\uff0c\u522b\u5fd8\u4e86\u8981\u5403\u836f\u5594\uff0110\u70b9\u4e86\uff01\n\ud83d\udc25\uff1a\u554a\uff01\u6211\u5fd8\u4e86\uff01\u592a\u665a\u4e86\uff0c\u65e9\u5c31\u5173\u706f\u7761\u89c9\u5566\uff01\n\ud83d\udc38\uff1a\u54ce\u5440\uff0c\u5c0f\u9e21\u4f60\u600e\u4e48\u8001\u5fd8\u4e8b\u5462\uff1f\u770b\u6765\u77ed\u4fe1\u63d0\u9192\u4f60\u6bd4\u8f83\u9760\u8c31\u4e86\u3002\ud83d\udcf1\ud83d\udd14\ud83d\ude04\n\ud83d\udc25\uff1a\u5bf9\u5bf9\u5bf9\uff01\u6211\u9519\u4e86\uff0c\u4ee5\u540e\u8bf7\u8bb0\u5f97\u63d0\u9192\u6211\uff01\ud83d\ude4f\ud83d\udcdd\ud83d\udc8a\n\ud83d\udc38\uff1a\u597d\u7684\u597d\u7684\uff0c\u522b\u518d\u5fd8\u4e86\u54e6\uff01\u4e0d\u7136\u5c31\u5f97\u7ed9\u4f60\u8bbe\u8ba1\u4e00\u79cd\u836f\u4e38\u5473\u7684\u95f9\u949f\uff01\u23f0\ud83d\udc8a\ud83d\ude02"}