{"commit_time": "2023-12-18T21:30:11.946664", "news": "Quote of the Day:\n\"The best way to predict the future is to create it.\" \n\"\u9884\u6d4b\u672a\u6765\u7684\u6700\u4f73\u65b9\u5f0f\u5c31\u662f\u521b\u9020\u672a\u6765\u3002\"\n\nNews Today\n:At least 110 people have been killed and dozens injured in Jabalya over the past 24 hours, according to Hamas-controlled ministry. Dozens more are still believed to be under the rubble.\n\u5df4\u52d2\u65af\u5766\u54c8\u99ac\u65af\u7d71\u6cbb\u4e0b\u7684\u90e8\u9580\u8868\u793a\uff0c\u904e\u53bb24\u5c0f\u6642\u5167\uff0c\u81f3\u5c11\u6709110\u4eba\u5728\u52a0\u5df4\u5217\u4e9e\u5730\u5340\u55aa\u751f\uff0c\u6578\u5341\u4eba\u53d7\u50b7\u3002\u53e6\u5916\u6578\u5341\u4eba\u64da\u4fe1\u4ecd\u88ab\u57cb\u5728\u5ee2\u589f\u4e0b\u3002\n\nBiden\u2019s daughter owes thousands of dollars in income taxes, documents show\n\u64da\u6587\u4ef6\u986f\u793a\uff0c\u62dc\u767b\u4e4b\u5973\u5c1a\u6b20\u6578\u5343\u7f8e\u5143\u7684\u6240\u5f97\u7a05\u3002\n\nActivists link US nonprofit to anti-LGBTQ laws in Africa. The group says it\u2019s only promoting \u2018family values\u2019\n\u6d3b\u8e8d\u5206\u5b50\u5c07\u7f8e\u570b\u7684\u975e\u71df\u5229\u7d44\u7e54\u8207\u975e\u6d32\u7684\u53cd\u540c\u6027\u6200\u6cd5\u5f8b\u806f\u7e6b\u5728\u4e00\u8d77\u3002\u8a72\u7d44\u7e54\u8868\u793a\u53ea\u662f\u5728\u5ba3\u63da\u300c\u5bb6\u5ead\u50f9\u503c\u89c0\u300d\u3002\n\nUS warship responds to an attack on commercial ship in Red Sea\n\u7f8e\u570b\u8ecd\u8266\u99d0\u7d2e\u7d05\u6d77\uff0c\u91dd\u5c0d\u5546\u8239\u906d\u53d7\u8972\u64ca\u4f5c\u51fa\u56de\u61c9\u3002\n\nNew hard-right leader of US caucus is crossing other powerful Republicans\n\u7f8e\u570b\u7c60\u7d71\u7684\u65b0\u6975\u53f3\u6d3e\u9818\u8896\u6b63\u5728\u8207\u5176\u4ed6\u6709\u5f71\u97ff\u529b\u7684\u5171\u548c\u9ee8\u4eba\u5c0d\u7acb\u3002\n\nThis city never slept. But with China tightening its grip, is the party over?\n\u9019\u5ea7\u57ce\u5e02\u5f9e\u4e0d\u66fe\u5165\u7761\u3002\u4f46\u96a8\u8457\u4e2d\u570b\u6536\u7dca\u63a7\u5236\uff0c\u6d3e\u5c0d\u662f\u5426\u7d50\u675f\u4e86\uff1f\n\nFamilies stranded on rooftops as heavy rains batter northern Australia\n\u5927\u96e8\u8086\u8650\u5317\u6fb3\u6d32\uff0c\u5bb6\u5ead\u88ab\u56f0\u65bc\u5c4b\u9802\u4e0a\u3002\n\n4 Pepperdine students are just the latest to die on Malibu\u2019s broken highway\n4\u540d\u4f69\u73c0\u4ee3\u56e0\u5927\u5b78\u7684\u5b78\u751f\u6210\u70ba\u4e86\u5728\u99ac\u5229\u5e03\u7834\u640d\u516c\u8def\u4e0a\u7684\u6700\u65b0\u72a7\u7272\u8005\u3002\n\nHong Kong pro-democracy media tycoon Jimmy Lai faces his biggest trial yet\n\u9999\u6e2f\u6c11\u4e3b\u6d3e\u50b3\u5a92\u5927\u4ea8\u9ece\u667a\u82f1\u5373\u5c07\u9762\u81e8\u5176\u8fc4\u4eca\u6700\u5927\u7684\u5be9\u5224\u3002\n\n\u2018He\u2019s disgusting\u2019: Chris Christie responds to Trump\u2019s comments\n\u300c\u4ed6\u4ee4\u4eba\u4f5c\u5614\u300d\uff1a\u514b\u91cc\u65af\u00b7\u514b\u91cc\u65af\u8482\u56de\u61c9\u7279\u6717\u666e\u7684\u8a55\u8ad6\u3002", "chickenGPT": "\ud83d\udc38\uff1a\u5c0f\u9e21\u554a\uff0c\u8bb0\u4f4f\u4e86\uff0c\u6bcf\u5929\u665a\u4e0a10\u70b9\u8bb0\u5f97\u5403\u836f\u54e6\uff01\n\ud83d\udc25\uff1a\u597d\u7684\u597d\u7684\uff0c\u9752\u86d9\u54e5\u54e5\uff0c\u6211\u4e00\u5b9a\u8bb0\u4f4f\uff01\n\uff08\u7b2c\u4e8c\u5929\u665a\u4e0a\uff09\n\ud83d\udc38\uff1a\u5c0f\u9e21\uff0c\u65f6\u95f4\u5230\u4e86\uff0c\u5feb\u5403\u836f\u5427\uff01\n\ud83d\udc25\uff1a\u7cdf\u7cd5\uff0c\u6211\u7adf\u7136\u5fd8\u4e86\uff01\n\ud83d\udc38\uff1a\u54ce\u5440\uff0c\u5c0f\u9e21\uff0c\u4f60\u53ef\u771f\u662f\u4e2a\u9e21\u8111\u888b\uff0c\u54c8\u54c8\u54c8\uff01\n\ud83d\udc25\uff1a\u9752\u86d9\u54e5\u54e5\uff0c\u6211\u9519\u4e86\uff0c\u4e0b\u6b21\u4e00\u5b9a\u8bb0\u4f4f\uff01\n\ud83d\udc38\uff1a\u597d\u5427\uff0c\u5c0f\u9e21\uff0c\u4ee5\u540e\u6211\u7ed9\u4f60\u8d34\u4e2a\u5907\u5fd8\u8d34\uff0c\u514d\u5f97\u4f60\u53c8\u5fd8\u8bb0\u4e86\uff01\ud83d\ude09\n\ud83d\udc25\uff1a\u8c22\u8c22\u9752\u86d9\u54e5\u54e5\uff0c\u4f60\u771f\u662f\u4e2a\u8d34\u5fc3\u7684\u9752\u86d9\uff01\ud83e\udd70"}