{"commit_time": "2024-01-05T21:30:11.517399", "news": "Quote of the Day:\n\"Believe you can and you're halfway there.\" \n\u76f8\u4fe1\u4f60\u80fd\u591f\uff0c\u4f60\u5df2\u7ecf\u6210\u529f\u4e86\u4e00\u534a\u3002\n\"Believe you can and you're halfway there.\" \n\u76f8\u4fe1\u4f60\u80fd\u591f\uff0c\u4f60\u5df2\u7ecf\u6210\u529f\u4e86\u4e00\u534a\u3002\n\nNews Today\n:Anxiety mounts that a full-scale Middle East war could erupt from the flames of the Israel-Hamas war. But each power has good reasons to avoid the brink.\n\u7126\u8651\u52a0\u5267\uff0c\u62c5\u5fc3\u4ee5\u8272\u5217-\u54c8\u9a6c\u65af\u6218\u4e89\u7684\u706b\u7130\u53ef\u80fd\u5f15\u53d1\u4e00\u573a\u5168\u9762\u7684\u4e2d\u4e1c\u6218\u4e89\u3002\u4f46\u6bcf\u4e2a\u5927\u56fd\u90fd\u6709\u5145\u5206\u7684\u7406\u7531\u907f\u514d\u6fc0\u5316\u3002\n...\nFrom DiCaprio to Jackson, slew of A-list celebrities are named in trove of Jeffrey Epstein docs\n\u4ece\u8fea\u5361\u666e\u91cc\u5965\u5230\u6770\u514b\u900a\uff0c\u4e00\u5927\u6279\u4e00\u7ebf\u540d\u4eba\u88ab\u5217\u5165\u6770\u5f17\u91cc\u00b7\u7231\u6cfc\u65af\u5766\u6587\u4ef6\u4e2d\u3002\n...\nRescuers pull quake survivors from rubble in Japan as 72-hour \u2018golden period\u2019 closes\n72\u5c0f\u65f6\u201c\u9ec4\u91d1\u65f6\u95f4\u201d\u63a5\u8fd1\u7ed3\u675f\uff0c\u6551\u63f4\u4eba\u5458\u4ece\u65e5\u672c\u5e9f\u589f\u4e2d\u6551\u51fa\u5730\u9707\u5e78\u5b58\u8005\u3002\n...\n\u2018Painful\u2019: Van Jones on Nikki Haley\u2019s attempt to clean up Civil War comments\n\u201c\u75db\u82e6\u201d: \u51e1\u00b7\u743c\u65af\u8c08\u5230\u59ae\u57fa\u00b7\u9ed1\u5229\u8bd5\u56fe\u6f84\u6e05\u5357\u5317\u6218\u4e89\u8bc4\u8bba\u3002\n...\nKey takeaways from CNN\u2019s town halls with DeSantis and Haley\nCNN\u4e0e\u5fb7\u6851\u8482\u65af\u548c\u9ed1\u5229\u7684\u57ce\u5e02\u5927\u4f1a\u8981\u70b9\u3002\n...\nSouth Korea\u2019s military says North Korea fired artillery into maritime buffer zone in \u2018provocative act\u2019\n\u97e9\u56fd\u519b\u65b9\u79f0\u671d\u9c9c\u5411\u6d77\u4e0a\u7f13\u51b2\u533a\u53d1\u5c04\u70ae\u5f39\uff0c\u884c\u4e3a\u201c\u6311\u8845\u201d\u3002\n...\nA smarter way to stop Putin\n\u963b\u6b62\u666e\u4eac\u7684\u66f4\u806a\u660e\u65b9\u6cd5\u3002\n...\nIndia\u2019s Gautam Adani is back as Asia\u2019s richest man\n\u5370\u5ea6\u7684\u9ad8\u5854\u59c6\u00b7\u963f\u8fbe\u5c3c\u91cd\u65b0\u6210\u4e3a\u4e9a\u6d32\u9996\u5bcc\u3002\n...\nHere\u2019s what the Supreme Court faces as justices discuss Trump\u2019s eligibility\n\u5927\u6cd5\u5b98\u4eec\u8ba8\u8bba\u7279\u6717\u666e\u7684\u8d44\u683c\u95ee\u9898\u65f6\uff0c\u6700\u9ad8\u6cd5\u9662\u9762\u4e34\u7684\u95ee\u9898\u3002\n...\nMyanmar artillery shells land in China, wounding 5 people and angering Beijing\n\u7f05\u7538\u70ae\u5f39\u843d\u5165\u4e2d\u56fd\uff0c\u9020\u62105\u4eba\u53d7\u4f24\uff0c\u6fc0\u6012\u5317\u4eac\u3002", "chickenGPT": "\ud83d\udc38\uff1a\u5c0f\u9e21\uff0c\u522b\u5fd8\u4e86\u5403\u836f\u54e6\uff01\u6bcf\u5929\u665a\u4e0a10\u70b9\u51c6\u65f6\uff01\n\ud83d\udc25\uff1a\u597d\u7684\u9752\u86d9\uff0c\u6211\u4f1a\u8bb0\u4f4f\u7684\uff01\n(\u7b2c\u4e8c\u5929\u665a\u4e0a...)\n\ud83d\udc38\uff1a\u5c0f\u9e21\uff0c\u5403\u836f\u65f6\u95f4\u5230\u4e86\uff01\n\ud83d\udc25\uff1a\u54a6\uff1f\u6211...\u6211\u5fd8\u4e86\uff01\n\ud83d\udc38\uff1a\u5929\u5450\uff01\u771f\u662f\u7684\uff0c\u660e\u660e\u5c31\u90a3\u4e48\u7b80\u5355\uff0c\u600e\u4e48\u80fd\u5fd8\u4e86\u5462\uff1f\n\ud83d\udc25\uff1a\u5bf9\u4e0d\u8d77\u9752\u86d9\uff0c\u6211\u4e0b\u6b21\u4e00\u5b9a\u8bb0\u4f4f\uff01\n\ud83d\udc38\uff1a\u4e0b\u6b21\uff1f\u542c\u8bf4\u5065\u5fd8\u662f\u5bb6\u65cf\u4f20\u7edf\uff01\ud83d\ude44\ud83d\ude44"}