{"commit_time": "2023-12-04T21:30:10.771635", "news": "Quote of the Day:\n\"The only way to do great work is to love what you do.\"\n\u552f\u4e00\u505a\u51fa\u4f1f\u5927\u5de5\u4f5c\u7684\u65b9\u6cd5\u5c31\u662f\u70ed\u7231\u81ea\u5df1\u6240\u505a\u7684\u4e8b\u60c5\u3002\n\"The only way to do great work is to love what you do.\"\n\u552f\u4e00\u505a\u51fa\u4f1f\u5927\u5de5\u4f5c\u7684\u65b9\u6cd5\u5c31\u662f\u70ed\u7231\u81ea\u5df1\u6240\u505a\u7684\u4e8b\u60c5\u3002\n\nNews Today\n:Israeli military says it has \u2018eliminated\u2019 a key commander responsible for the October 7 attacks, as Shin Bet vows to eliminate Hamas around the world\n\u4ee5\u8272\u5217\u519b\u65b9\u79f0\u5df2\u201c\u6d88\u9664\u201d\u8d1f\u8d2310\u67087\u65e5\u88ad\u51fb\u4e8b\u4ef6\u7684\u5173\u952e\u6307\u6325\u5b98\uff0c\u540c\u65f6\u4ee5\u8272\u5217\u56fd\u5185\u5b89\u5168\u5c40\u53d1\u8a93\u8981\u5728\u5168\u7403\u6d88\u9664\u54c8\u9a6c\u65af\n\nBiden's hometown roars against 'Bidenomics' with unfiltered outcry: It's 'hysterical'\n\u62dc\u767b\u7684\u5bb6\u4e61\u7528\u6ca1\u6709\u8fc7\u6ee4\u7684\u5450\u558a\u58f0\u6297\u8bae\u201c\u62dc\u767b\u7ecf\u6d4e\u5b66\u201d\uff1a\u8fd9\u771f\u662f\u201c\u6b47\u65af\u5e95\u91cc\u201d\n\n\u2018I won\u2019t return\u2019: Hong Kong democracy activist Agnes Chow reveals she has moved to Canada and plans to skip bail\n\u201c\u6211\u4e0d\u4f1a\u56de\u6765\u201d\uff0c\u9999\u6e2f\u6c11\u4e3b\u6d3b\u52a8\u4eba\u58eb\u5468\u5ead\u900f\u9732\u5979\u5df2\u642c\u5230\u52a0\u62ff\u5927\u5e76\u8ba1\u5212\u9003\u907f\u4fdd\u91ca\n\nLindsey Graham fires back at Liz Cheney\u2019s Trump presidency warning\n\u6797\u8d5b\u00b7\u683c\u96f7\u5384\u59c6\u5bf9\u4e3d\u5179\u00b7\u5207\u5c3c\u7684\u7279\u6717\u666e\u603b\u7edf\u804c\u4f4d\u8b66\u544a\u4f5c\u51fa\u56de\u51fb\n\nClimate summit leader: \u2018No science\u2019 behind need to phase out fossil fuels\n\u6c14\u5019\u5cf0\u4f1a\u9886\u5bfc\u8005\u79f0\uff1a\u201c\u6ca1\u6709\u79d1\u5b66\u4f9d\u636e\u201d\u6765\u652f\u6301\u6dd8\u6c70\u5316\u77f3\u71c3\u6599\u7684\u9700\u8981\n\n11 climbers killed, 12 missing following Indonesian volcano eruption\n\u5370\u5ea6\u5c3c\u897f\u4e9a\u706b\u5c71\u55b7\u53d1\u5bfc\u81f411\u540d\u767b\u5c71\u8005\u6b7b\u4ea1\uff0c12\u4eba\u5931\u8e2a\n\nUkrainian filmmaker captures the brutal Russian siege of Mariupol\n\u4e4c\u514b\u5170\u7535\u5f71\u5236\u7247\u4eba\u8bb0\u5f55\u4e0b\u4fc4\u7f57\u65af\u5bf9\u9a6c\u91cc\u4e4c\u6ce2\u5c14\u7684\u6b8b\u9177\u56f4\u56f0\n\nVenezuelans approve takeover of oil-rich region of Guyana. What happens next?\n\u59d4\u5185\u745e\u62c9\u4eba\u6279\u51c6\u63a5\u7ba1\u76d6\u4e9a\u90a3\u5bcc\u542b\u77f3\u6cb9\u7684\u5730\u533a\u3002\u63a5\u4e0b\u6765\u4f1a\u53d1\u751f\u4ec0\u4e48\uff1f\n\nTrump shows how second term would rewrite rules of presidential power\n\u7279\u6717\u666e\u5c55\u793a\u4e86\u7b2c\u4e8c\u4e2a\u4efb\u671f\u5c06\u5982\u4f55\u91cd\u5199\u603b\u7edf\u6743\u529b\u89c4\u5219\n\nNew US rules on Chinese batteries could push up price of electric cars\n\u7f8e\u56fd\u65b0\u51fa\u53f0\u7684\u5173\u4e8e\u4e2d\u56fd\u7535\u6c60\u7684\u89c4\u5b9a\u53ef\u80fd\u4f1a\u63a8\u9ad8\u7535\u52a8\u6c7d\u8f66\u7684\u4ef7\u683c", "chickenGPT": "\ud83d\udc38\uff1a\u53ee\u5631\u53ee\u5631\uff01\u5c0f\u9e21\u5feb\u6765\u5403\u836f\u54e6~\n\ud83d\udc25\uff1a\u5f53\u7136\u5f53\u7136\uff01\u6bcf\u592910\u70b9\u90fd\u6ca1\u95ee\u9898\uff01\n\u7b2c\u4e8c\u5929...\n\ud83d\udc38\uff1a\u53ee\u5631\u53ee\u5631\uff01\u5c0f\u9e21\u5feb\u6765\u5403\u836f\u54e6~\n\ud83d\udc25\uff1a\u55ef\u55ef\uff0c\u6211\u4e0d\u4f1a\u5fd8\u8bb0\u7684\uff01\n\u7b2c\u4e09\u5929...\n\ud83d\udc38\uff1a\u53ee\u5631\u53ee\u5631\uff01\u5c0f\u9e21\u5feb\u6765\u5403\u836f\u54e6~\n\ud83d\udc25\uff1a\u54ce\u5440\uff0c\u5fd8\u4e86\uff01\u5bf9\u4e0d\u8d77\u9752\u86d9\u54e5\uff01\n\ud83d\udc38\uff1a\u4e0d\u8981\u7d27\uff0c\u5c0f\u9e21\uff0c\u836f\u5403\u4e0d\u5403\u65e0\u6240\u8c13\uff0c\u5173\u952e\u662f\u4f60\u600e\u4e48\u7a81\u7136\u53d8\u6210\u9ec4\u9e21\u4e86\uff1f\ud83d\ude02"}