{"commit_time": "2023-11-18T21:30:13.251390", "news": "Quote of the Day:\n\"Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.\"\n\"\u6210\u529f\u4e0d\u662f\u5e78\u798f\u7684\u5173\u952e\u3002\u5e78\u798f\u624d\u662f\u6210\u529f\u7684\u5173\u952e\u3002\u5982\u679c\u4f60\u70ed\u7231\u4f60\u6240\u505a\u7684\u4e8b\u60c5\uff0c\u4f60\u5c06\u4f1a\u6210\u529f\u3002\"\n\n\"Believe you can and you're halfway there.\"\n\"\u76f8\u4fe1\u4f60\u53ef\u4ee5\uff0c\u4f60\u5df2\u7ecf\u6210\u529f\u4e86\u4e00\u534a\u3002\"\n\n\"The only way to do great work is to love what you do.\"\n\"\u505a\u51fa\u4f1f\u5927\u7684\u5de5\u4f5c\u7684\u552f\u4e00\u9014\u5f84\u662f\u70ed\u7231\u4f60\u6240\u505a\u7684\u4e8b\u60c5\u3002\"\n\n\"The future belongs to those who believe in the beauty of their dreams.\"\n\"\u672a\u6765\u5c5e\u4e8e\u90a3\u4e9b\u76f8\u4fe1\u81ea\u5df1\u68a6\u60f3\u4e4b\u7f8e\u7684\u4eba\u4eec\u3002\"\n\n\"Life is 10% what happens to us and 90% how we react to it.\"\n\"\u751f\u6d3b\u670910%\u53d6\u51b3\u4e8e\u53d1\u751f\u5728\u6211\u4eec\u8eab\u4e0a\u7684\u4e8b\u60c5\uff0c\u670990%\u53d6\u51b3\u4e8e\u6211\u4eec\u5bf9\u5f85\u5b83\u7684\u53cd\u5e94\u3002\"\n\nNews Today\n:Indications of a potential ground offensive into southern Gaza are growing, as pressure mounts on Israel to prove its claims of Hamas activity at Al-Shifa hospital\n\u5357\u52a0\u6c99\u6f5c\u5728\u7684\u5730\u9762\u653b\u52bf\u8ff9\u8c61\u65e5\u76ca\u589e\u591a\uff0c\u4ee5\u8272\u5217\u627f\u53d7\u538b\u529b\u4ee5\u8bc1\u660e\u54c8\u9a6c\u65af\u5728Al-Shifa\u533b\u9662\u7684\u6d3b\u52a8\n\nCollege pulls plug on radical Democrat's pro-Palestinian speech after she invoked antisemitic phrase\n\u4e00\u6240\u5927\u5b66\u5728\u8fd9\u4f4d\u6fc0\u8fdb\u6c11\u4e3b\u515a\u4eba\u6fc0\u8d77\u53cd\u72b9\u592a\u60c5\u7eea\u540e\uff0c\u53d6\u6d88\u4e86\u5979\u7684\u4eb2\u5df4\u52d2\u65af\u5766\u6f14\u8bb2\n\nRenewed fighting in Myanmar has displaced 26,000 people since Monday, UN says\n\u8054\u5408\u56fd\u79f0\u81ea\u5468\u4e00\u4ee5\u6765\u7f05\u7538\u7684\u65b0\u4e00\u8f6e\u6218\u6597\u5df2\u7ecf\u5bfc\u81f426,000\u4eba\u6d41\u79bb\u5931\u6240\n\nSpaceX to attempt second launch of world\u2019s most powerful rocket\nSpaceX\u5c06\u5c1d\u8bd5\u518d\u6b21\u53d1\u5c04\u5168\u7403\u6700\u5f3a\u5927\u7684\u706b\u7bad\n\nDwindling ammunition, a jailed artist and Kyiv\u2019s new \u2018foothold\u2019 in the south: The latest from Ukraine\n\u5f39\u836f\u51cf\u5c11\uff0c\u4e00\u540d\u88ab\u56da\u7981\u7684\u827a\u672f\u5bb6\u548c\u57fa\u8f85\u5728\u5357\u90e8\u7684\u65b0\u201c\u7acb\u8db3\u70b9\u201d\uff1a\u4e4c\u514b\u5170\u7684\u6700\u65b0\u6d88\u606f\n\nAI used against candidates in this country\u2019s election\n\u4eba\u5de5\u667a\u80fd\u7528\u4e8e\u8fd9\u4e2a\u56fd\u5bb6\u7684\u9009\u4e3e\u4e2d\u5bf9\u5019\u9009\u4eba\u8fdb\u884c\u653b\u51fb\n\nTrust in science is declining. Here\u2019s how we can regain it\n\u5bf9\u79d1\u5b66\u7684\u4fe1\u4efb\u6b63\u5728\u4e0b\u964d\u3002\u8fd9\u91cc\u662f\u6211\u4eec\u5982\u4f55\u53ef\u4ee5\u91cd\u65b0\u83b7\u5f97\u4fe1\u4efb\n\nLiberia\u2019s President George Weah concedes victory after tight run-off election\n\u5229\u6bd4\u91cc\u4e9a\u603b\u7edf\u4e54\u6cbb\u00b7\u97e6\u963f\u5728\u7ade\u9009\u8fde\u4efb\u9009\u4e3e\u4e4b\u540e\u627f\u8ba4\u4e86\u80dc\u5229\n\n\u2018Do you still really view this as a win?\u2019: Collins presses Trump attorney\n\u201c\u4f60\u8fd8\u771f\u7684\u8ba4\u4e3a\u8fd9\u662f\u4e00\u573a\u80dc\u5229\u5417\uff1f\u201d\uff1a\u67ef\u6797\u65af\u8ffd\u95ee\u7279\u6717\u666e\u7684\u5f8b\u5e08\n\nSean \u2018Diddy\u2019 Combs and Cassie Ventura agree to settlement in rape lawsuit\n\u8096\u6069\u201c\u8fea\u8fea\u201d\u5eb7\u65af\u548c\u5361\u831c\u00b7\u6587\u56fe\u62c9\u540c\u610f\u5728\u5f3a\u5978\u8bc9\u8bbc\u4e2d\u8fdb\u884c\u548c\u89e3", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\u6bcf\u5929\u665a\u4e0a10\u70b9\u90fd\u4f1a\u5728\u5c0f\u9e21\u7a9d\u524d\u53ee\u5631\u5b83\u5403\u836f\uff08\ud83d\udc38\uff1a\u5403\u836f\u65f6\u95f4\u5230\u4e86\uff01\uff09\u3002\u5c0f\u9e21\u4e60\u60ef\u4e86\u8fd9\u4e2a\u63d0\u9192\uff0c\u4f46\u6709\u4e00\u5929\u5b83\u7adf\u7136\u5fd8\u4e86\uff08\ud83d\udc25\uff1a\u6211\u5fd8\u4e86\ud83e\udd26\u200d\u2640\ufe0f\uff09\u3002\n\n\u7b2c\u4e8c\u5929\u65e9\u4e0a\uff0c\u5c0f\u9e21\u89c9\u5f97\u7279\u522b\u4e0d\u5bf9\u52b2\uff0c\u5b83\u626d\u626d\u634f\u634f\u5730\u8d70\u5230\u9752\u86d9\u8ddf\u524d\uff08\ud83d\udc25\uff1a\u6211\u4e0d\u8212\u670d\ud83d\ude14\uff09\u3002\u9752\u86d9\u770b\u4e86\u770b\u8868\u60c5\u60b2\u4f24\u7684\u5c0f\u9e21\uff08\ud83d\udc38\uff1a\u4e5f\u8bb8\u662f\u5fd8\u8bb0\u5403\u836f\u7684\u7f18\u6545\ud83d\ude05\uff09\uff0c\u4e8e\u662f\u89e3\u6c14\u5730\u8bf4\uff1a\u201c\u522b\u62c5\u5fc3\uff0c\u836f\u521a\u597d\u5728\u6211\u53e3\u888b\u91cc\uff0c\u7ed9\u4f60\u5403\u4e86\u5c31\u597d\u5566\uff01\u201d\n\n\u5c0f\u9e21\u6367\u7740\u836f\u7b11\u5f97\u5408\u4e0d\u62e2\u5634\uff08\ud83d\udc25\uff1a\u8c22\u8c22\u9752\u86d9\u5927\u54e5\uff01\ud83d\ude06\uff09\uff0c\u4ece\u6b64\u4ee5\u540e\u518d\u4e5f\u4e0d\u6562\u5fd8\u8bb0\u5403\u836f\u4e86\u3002\ud83c\udf1b\ud83d\udd59\ud83c\udf3f"}