{"commit_time": "2023-12-07T21:30:10.753279", "news": "Quote of the Day:\n\"Life is 10% what happens to us and 90% how we react to it.\" \n\n\u751f\u6d3b\u5bf9\u6211\u4eec\u6765\u8bf4\u53ea\u536010%\uff0c\u800c\u6211\u4eec\u5bf9\u5f85\u751f\u6d3b\u7684\u53cd\u5e94\u5219\u536090%\u3002\n\nNews Today\n:Perhaps most telling about the state of the race was how candidates reacted to Christie\u2019s remarks criticizing Trump\n{Perhaps most telling about the state of the race was how candidates reacted to Christie\u2019s remarks criticizing Trump}\n{\u5173\u4e8e\u7ade\u9009\u72b6\u6001\u7684\u6700\u660e\u663e\u8ff9\u8c61\u662f\u5019\u9009\u4eba\u5bf9\u514b\u91cc\u65af\u8482\u6279\u8bc4\u7279\u6717\u666e\u7684\u8a00\u8bba\u4f5c\u51fa\u7684\u53cd\u5e94}\n\nName-calling and personal jabs take center stage at Republican presidential debate\n{Name-calling and personal jabs take center stage at Republican presidential debate}\n{\u8fb1\u9a82\u548c\u4e2a\u4eba\u653b\u51fb\u6210\u4e3a\u5171\u548c\u515a\u603b\u7edf\u8fa9\u8bba\u7684\u6838\u5fc3}\n\nState of emergency in Seychelles as massive explosion causes chaos\n{State of emergency in Seychelles as massive explosion causes chaos}\n{\u585e\u820c\u5c14\u56e0\u5927\u89c4\u6a21\u7206\u70b8\u5f15\u53d1\u6df7\u4e71\u8fdb\u5165\u7d27\u6025\u72b6\u6001}\n\nChinese warships have arrived at upgraded naval base in Southeast Asia. Should US be worried?\n{Chinese warships have arrived at upgraded naval base in Southeast Asia. Should US be worried?}\n{\u4e2d\u56fd\u519b\u8230\u5df2\u62b5\u8fbe\u4e1c\u5357\u4e9a\u7684\u5347\u7ea7\u6d77\u519b\u57fa\u5730\u3002\u7f8e\u56fd\u5e94\u8be5\u62c5\u5fc3\u5417\uff1f}\n\nAustralia signs major security deal with Papua New Guinea\n{Australia signs major security deal with Papua New Guinea}\n{\u6fb3\u5927\u5229\u4e9a\u4e0e\u5df4\u5e03\u4e9a\u65b0\u51e0\u5185\u4e9a\u7b7e\u7f72\u91cd\u8981\u7684\u5b89\u5168\u534f\u8bae}\n\nPutin makes rare foreign visit to UAE as Ukraine war grinds on\n{Putin makes rare foreign visit to UAE as Ukraine war grinds on}\n{\u666e\u4eac\u7f55\u89c1\u8bbf\u95ee\u963f\u8054\u914b\uff0c\u4e4c\u514b\u5170\u6218\u4e89\u6301\u7eed}\n\nCan India get rich and go green at the same time?\n{Can India get rich and go green at the same time?}\n{\u5370\u5ea6\u80fd\u540c\u65f6\u53d8\u5f97\u5bcc\u88d5\u548c\u73af\u4fdd\u5417\uff1f}\n\nHear what Charles Barkley thinks about Trump\n{Hear what Charles Barkley thinks about Trump}\n{\u542c\u542c\u67e5\u5c14\u65af\u00b7\u5df4\u514b\u5229\u5bf9\u7279\u6717\u666e\u7684\u770b\u6cd5}\n\nBank CEOs warn of tough times ahead\n{Bank CEOs warn of tough times ahead}\n{\u94f6\u884c\u9996\u5e2d\u6267\u884c\u5b98\u8b66\u544a\u524d\u65b9\u56f0\u96be\u91cd\u91cd}\n\nUK minister resigns over Rwanda asylum legislation, says it \u2018does not go far enough\u2019\n{UK minister resigns over Rwanda asylum legislation, says it \u2018does not go far enough\u2019}\n{\u82f1\u56fd\u90e8\u957f\u56e0\u5362\u65fa\u8fbe\u5e87\u62a4\u6cd5\u6848\u8f9e\u804c\uff0c\u8868\u793a\u201c\u8fdc\u8fdc\u4e0d\u591f\u201d}", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\u6bcf\u5929\u665a\u4e0a10\u70b9\u90fd\u4f1a\u53ee\u5631\u5c0f\u9e21\u5403\u836f\uff0c\u7ea6\u5b9a\u597d\u7684\u65f6\u95f4\u8fc7\u53bb\u4e86\uff0c\u9752\u86d9\u7126\u6025\u5730\u95ee\u9053\uff1a\"\u5c0f\u9e21\uff0c\u4f60\u6709\u6ca1\u6709\u5403\u836f\u5440\uff1f\"\u5c0f\u9e21\u4e00\u8138\u5c34\u5c2c\u5730\u6478\u6478\u8111\u888b\uff0c\u56de\u7b54\u8bf4\uff1a\"\u54af\u54af\uff0c\u6211...\u5fd8\u4e86\uff01\"\u9752\u86d9\u6c14\u6124\u5730\u95ee\u9053\uff1a\"\u4e3a\u4ec0\u4e48\u8fd8\u662f\u5fd8\u4e86\u5462\uff1f\"\u5c0f\u9e21\u62b1\u6b49\u5730\u6325\u6325\u7fc5\u8180\uff0c\u8868\u60c5\u65e0\u5948\u5730\u8bf4\uff1a\"\u54af\u54af\uff0c\u56e0\u4e3a\u6211\u5728\u73a9\u5fae\u4fe1\uff01\"\u9752\u86d9\u65e0\u8bed\u5730\u7ffb\u4e86\u4e2a\u767d\u773c\uff0c\u6447\u6447\u5934\u8bf4\uff1a\"\u4e0b\u6b21\u63d0\u9192\u4f60\u5403\u836f\uff0c\u8981\u628a\u5fae\u4fe1\u5173\u6389\u54e6\uff01\"\u5c0f\u9e21\u4e56\u5de7\u5730\u70b9\u70b9\u5934\uff0c\u6367\u7740\u836f\u4e38\u5495\u549a\u5495\u549a\u5730\u541e\u4e0b\uff0c\u8868\u60c5\u7b11\u772f\u772f\u5730\u671b\u7740\u9752\u86d9\u8bf4\uff1a\"\u54af\u54af\uff0c\u8c22\u8c22\u4f60\u8bb0\u5f97\u63d0\u9192\u6211\u5403\u836f\u5566\uff01\"\u9752\u86d9\u7b11\u5f97\u5408\u4e0d\u62e2\u5634\uff0c\u5fc3\u60f3\u8fd9\u5c0f\u9e21\u771f\u662f\u54af\u54af\u54af\u9017\u3002\ud83d\ude04\ud83d\ude05\ud83d\udc38\ud83d\udc14\ud83d\udd59\ud83d\udc8a\ud83d\udcf1\ud83d\ude44"}