{"commit_time": "2023-12-21T21:30:10.945189", "news": "Quote of the Day:\n\"The only way to do great work is to love what you do.\"\n\"\u552f\u4e00\u505a\u51fa\u4f1f\u5927\u5de5\u4f5c\u7684\u65b9\u6cd5\uff0c\u5c31\u662f\u70ed\u7231\u81ea\u5df1\u7684\u5de5\u4f5c\u3002\"\n\"The only way to do great work is to love what you do.\n\u552f\u4e00\u505a\u51fa\u4f1f\u5927\u5de5\u4f5c\u7684\u65b9\u6cd5\uff0c\u5c31\u662f\u70ed\u7231\u81ea\u5df1\u7684\u5de5\u4f5c\u3002\"\n\nNews Today\n:Trump\u2019s request to the US Supreme Court on Wednesday was perhaps his most brazen delay tactic yet\n\u7279\u6717\u666e\u5468\u4e09\u5411\u7f8e\u56fd\u6700\u9ad8\u6cd5\u9662\u7684\u8bf7\u6c42\u53ef\u80fd\u662f\u4ed6\u6700\u65e0\u803b\u7684\u62d6\u5ef6\u7b56\u7565\n\nColorado court decision preventing Trump from ballot earns praise from media\n\u79d1\u7f57\u62c9\u591a\u5dde\u6cd5\u9662\u7981\u6b62\u7279\u6717\u666e\u53c2\u9009\u7684\u51b3\u5b9a\u53d7\u5230\u5a92\u4f53\u7684\u8d5e\u626c\n\nPolice officers in New York pull suspect from burning car\n\u7ebd\u7ea6\u8b66\u5bdf\u5c06\u7591\u72af\u4ece\u71c3\u70e7\u7684\u8f66\u8f86\u4e2d\u6551\u51fa\n\nChina\u2019s Xi hails Russia cooperation as record trade beats $200 billion target\n\u4e2d\u56fd\u7684\u4e60\u8fd1\u5e73\u79f0\u8d5e\u4e0e\u4fc4\u7f57\u65af\u7684\u5408\u4f5c\uff0c\u8d38\u6613\u989d\u8d85\u8fc7\u4e862000\u4ebf\u7f8e\u5143\u7684\u76ee\u6807\n\nCouple drives EV 18,000 miles in grueling 10-month journey from North to South Pole\n\u592b\u5987\u5f00\u7535\u52a8\u8f66\u5728\u8270\u96be\u7684\u5341\u4e2a\u6708\u91cc\u4ece\u5317\u6781\u5230\u5357\u6781\u884c\u9a76\u4e8618000\u82f1\u91cc\n\nUS announces plan to land international astronaut on the moon\n\u7f8e\u56fd\u5ba3\u5e03\u8ba1\u5212\u5c06\u56fd\u9645\u5b87\u822a\u5458\u9001\u4e0a\u6708\u7403\n\nEuropean Super League: EU\u2019s top court says FIFA and UEFA\u2019s rules against controversial competition were unlawful\n\u6b27\u6d32\u8d85\u7ea7\u8054\u8d5b\uff1a\u6b27\u76df\u6700\u9ad8\u6cd5\u9662\u79f0\u56fd\u9645\u8db3\u7403\u8054\u5408\u4f1a\u548c\u6b27\u6d32\u8db3\u7403\u534f\u4f1a\u5bf9\u6709\u4e89\u8bae\u7684\u6bd4\u8d5b\u89c4\u5219\u662f\u975e\u6cd5\u7684\n\nWhat the Vatican\u2019s new policy on blessing same-sex couples doesn\u2019t change\n\u68b5\u8482\u5188\u5bf9\u540c\u6027\u4f34\u4fa3\u795d\u798f\u7684\u65b0\u653f\u7b56\u6ca1\u6709\u6539\u53d8\u4ec0\u4e48\n\nCameron Diaz: \u2018We should normalize separate bedrooms\u2019\n\u5361\u6885\u9686\u00b7\u8fea\u4e9a\u5179\uff1a\u201c\u6211\u4eec\u5e94\u8be5\u8ba9\u5206\u5f00\u7684\u5367\u5ba4\u53d8\u5f97\u6b63\u5e38\u201d\n\nTwo major national security trials are putting the spotlight back on civil rights in Hong Kong. Here\u2019s what to know\n\u4e24\u8d77\u91cd\u5927\u56fd\u5bb6\u5b89\u5168\u5ba1\u5224\u91cd\u65b0\u5c06\u7126\u70b9\u96c6\u4e2d\u5728\u9999\u6e2f\u7684\u516c\u6c11\u6743\u5229\u95ee\u9898\u4e0a\u3002\u4ee5\u4e0b\u662f\u4f60\u9700\u8981\u4e86\u89e3\u7684\u5185\u5bb9", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\ud83d\udc38\u6bcf\u5929\u665a\u4e0a10\u70b9\u51c6\u65f6\u51fa\u73b0\u5728\u5c0f\u9e21\ud83d\udc25\u7684\u95e8\u524d\uff0c\u53ee\u5631\u5b83\u5403\u836f\ud83d\udc8a\u3002\u5c0f\u9e21\u5374\u6709\u4e00\u5929\u5fd8\u4e86\uff0c\u9752\u86d9\u7709\u5934\u4e00\u76b1\uff0c\u53ef\u601c\u5df4\u5df4\u5730\u6447\u4e86\u6447\u5934\ud83e\udd26\u200d\u2642\ufe0f\u3002\u7b2c\u4e8c\u5929\uff0c\u5c0f\u9e21\u614c\u5f20\u5730\u8d76\u7d27\u627e\u5230\u9752\u86d9\uff1a\u201c\u8bf7\u4f60\u518d\u6765\u53ee\u5631\u6211\u5403\u836f\uff01\u201d\u9752\u86d9\u7b11\u4e86\u7b11\ud83d\ude04\uff0c\u53d6\u51fa\u624b\u673a\ud83d\udcf1\uff1a\u201c\u597d\u5427\uff0c\u6211\u7ed9\u4f60\u8bbe\u4e2a\u95f9\u949f\u23f0\uff0c\u660e\u5929\u51c6\u65f6\u63d0\u9192\u4f60\u3002\u201d\u4ece\u90a3\u5929\u8d77\uff0c\u6bcf\u665a\u5341\u70b9\uff0c\u5c0f\u9e21\u7684\u624b\u673a\u54cd\u4e2a\u4e0d\u505c\uff0c\u63d0\u9192\u5b83\u5403\u836f\u3002\u9752\u86d9\u770b\u7740\uff0c\u5fc3\u6ee1\u610f\u8db3\ud83e\udd70\u3002\u4ece\u6b64\uff0c\u5c0f\u9e21\u518d\u4e5f\u4e0d\u4f1a\u5fd8\u8bb0\u5403\u836f\uff0c\u800c\u9752\u86d9\u7ec8\u4e8e\u80fd\u591f\u4f11\u606f\u4e00\u4f1a\u513f\u23f0\ud83c\udf19\u3002"}