{"commit_time": "2023-12-23T21:30:10.642538", "news": "Quote of the Day:\n\"Life is 10% what happens to us and 90% how we react to it.\"\n\u751f\u6d3b\u53ea\u670910%\u53d6\u51b3\u4e8e\u6211\u4eec\u6240\u9047\u5230\u7684\u4e8b\u60c5\uff0c\u800c\u670990%\u53d6\u51b3\u4e8e\u6211\u4eec\u81ea\u5df1\u5bf9\u5f85\u4e8b\u60c5\u7684\u65b9\u5f0f\u3002\n\n\"Life is a journey that must be traveled no matter how bad the roads and accommodations.\"\n\u65e0\u8bba\u9053\u8def\u574e\u5777\u8fd8\u662f\u98ce\u96e8\u98d8\u6447\uff0c\u751f\u6d3b\u5982\u4e00\u6bb5\u5fc5\u987b\u4eb2\u81ea\u8d70\u8fc7\u7684\u65c5\u7a0b\u3002\n\n\"A smooth sea never made a skillful sailor.\"\n\u53ea\u6709\u7ecf\u5386\u8fc7\u6ce2\u6d9b\u6c79\u6d8c\u7684\u5927\u6d77\uff0c\u624d\u4f1a\u6210\u4e3a\u5a34\u719f\u7684\u6c34\u624b\u3002\n\n\"The best preparation for tomorrow is doing your best today.\"\n\u4e3a\u660e\u65e5\u505a\u6700\u597d\u7684\u51c6\u5907\uff0c\u5c31\u662f\u628a\u4eca\u5929\u505a\u5230\u6700\u597d\u3002\n\nNews Today\n:The allegations regard a raid on a northern Gaza hospital that Israel says was a Hamas command center\n\u5173\u4e8e\u4ee5\u8272\u5217\u58f0\u79f0\u662f\u54c8\u9a6c\u65af\u6307\u6325\u4e2d\u5fc3\u7684\u5317\u52a0\u6c99\u533b\u9662\u7a81\u88ad\u7684\u6307\u63a7\n\nHomeless man cleared of all charges in pipe attack on former San Francisco fire commissioner\n\u65e0\u5bb6\u53ef\u5f52\u7684\u7537\u5b50\u5728\u88ad\u51fb\u524d\u65e7\u91d1\u5c71\u6d88\u9632\u5c40\u957f\u7684\u7ba1\u9053\u88ad\u51fb\u6848\u4e2d\u88ab\u5168\u90e8\u6e05\u9664\u7f6a\u540d\n\nA promising athlete, a volunteer firefighter, a renowned academic. Czechs mourn the 14 killed in university mass shooting\n\u4e00\u4f4d\u6709\u524d\u9014\u7684\u8fd0\u52a8\u5458\u3001\u4e00\u4f4d\u5fd7\u613f\u6d88\u9632\u5458\u3001\u4e00\u4f4d\u8457\u540d\u5b66\u8005\u3002\u6377\u514b\u4eba\u54c0\u60bc\u5728\u5927\u5b66\u67aa\u51fb\u6848\u4e2d\u4e27\u751f\u768414\u4eba\n\n2 paramedics found guilty of criminally negligent homicide in Elijah McClain\u2019s death\n\u4e24\u540d\u533b\u62a4\u4eba\u5458\u56e0\u5bf9\u4f0a\u83b1\u8d3e\u00b7\u9ea6\u514b\u83b1\u6069\u7684\u8fc7\u5931\u6740\u4eba\u7f6a\u88ab\u5224\u6709\u7f6a\n\nUS, Somali forces kill Al-Shabaab commander\n\u7f8e\u56fd\u548c\u7d22\u9a6c\u91cc\u519b\u961f\u51fb\u6bd9\u4e86\u9752\u5e74\u515a\u6307\u6325\u5b98\n\nBritish boy who went missing for six years said he had a \u2018non-existent social life\u2019 in France\n\u5931\u8e2a\u516d\u5e74\u7684\u82f1\u56fd\u7537\u5b69\u8868\u793a\u4ed6\u5728\u6cd5\u56fd\u7684\u793e\u4ea4\u751f\u6d3b\u201c\u4e0d\u5b58\u5728\u201d\n\nPornhub\u2019s parent company admits it profited from sex trafficking\nPornhub\u7684\u6bcd\u516c\u53f8\u627f\u8ba4\u4ece\u6027\u4ea4\u6613\u4e2d\u83b7\u5229\n\nBillionaire megadonor suspends donations to Harvard\n\u4ebf\u4e07\u5bcc\u7fc1\u5de8\u989d\u6350\u8d60\u8005\u4e2d\u6b62\u5bf9\u54c8\u4f5b\u5927\u5b66\u7684\u6350\u6b3e\n\nUS to reclaim WWII-era airfield that launched atomic bombings against Japan as it looks to counter China\n\u4e3a\u4e86\u5bf9\u6297\u4e2d\u56fd\uff0c\u7f8e\u56fd\u5c06\u91cd\u65b0\u593a\u56de\u7528\u4e8e\u5bf9\u65e5\u672c\u8fdb\u884c\u539f\u5b50\u8f70\u70b8\u7684\u4e8c\u6218\u65f6\u671f\u673a\u573a\n\nManchester City makes history by winning Club World Cup\n\u66fc\u57ce\u901a\u8fc7\u8d62\u5f97\u4ff1\u4e50\u90e8\u4e16\u754c\u676f\u521b\u9020\u4e86\u5386\u53f2", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\ud83d\udc38\u6bcf\u5929\u665a\u4e0a10\u70b9\u7167\u987e\u5c0f\u9e21\ud83d\udc25\uff0c\u8bf4\uff1a\u201c\u5c0f\u9e21\uff0c\u522b\u5fd8\u4e86\u5403\u836f\u54e6\uff01\u8bb0\u5f97\uff01\u201d\u7136\u800c\uff0c\u6709\u4e00\u5929\u665a\u4e0a\u5c0f\u9e21\u72af\u8d77\u4e86\u56f0\uff0c\u4e0d\u5c0f\u5fc3\u5165\u7761\u4e86\ud83d\ude34\u3002\u9752\u86d9\u770b\u5230\u540e\uff0c\u6ee1\u8138\u54ed\u6ce3\ud83d\ude2d\u5730\u9a82\u9053\uff1a\u201c\u8fd9\u53ea\u5c0f\u9e21\u8fde\u65f6\u95f4\u90fd\u5fd8\u4e86\uff0c\u8fd8\u60f3\u81ea\u5df1\u6cbb\u6108\uff01\u54ce\u54df\uff0c\u6211\u7684\u5929\u554a\uff01\u6211\u771f\u662f\u88ab\u5fd8\u8bb0\u5403\u836f\u7684\u5c0f\u9e21\u6c14\u6b7b\u4e86\uff01\u201d\u5c0f\u9e21\u88ab\u9752\u86d9\u7684\u8868\u60c5\u9017\u7b11\u4e86\uff0c\u6084\u6084\u8bb8\u4e0b\u4e0b\u6b21\u7edd\u5bf9\u4e0d\u5fd8\u8bb0\u3002\u4ece\u90a3\u5929\u8d77\uff0c\u5c0f\u9e21\u6bcf\u665a10\u70b9\u90fd\u4e3b\u52a8\u53eb\u9192\u4e86\u9752\u86d9\uff0c\u4e0d\u60dc\u518d\u6b21\u7b11\u5f97\u9752\u86d9\u773c\u6cea\u6c6a\u6c6a\ud83d\ude02\ud83d\udca6\u3002"}