{"commit_time": "2023-12-12T21:30:10.908677", "news": "Quote of the Day:\n\"Life is really simple, but we insist on making it complicated.\" \n\"\u751f\u6d3b\u5176\u5b9e\u5f88\u7b80\u5355\uff0c\u4f46\u6211\u4eec\u575a\u6301\u628a\u5b83\u53d8\u5f97\u590d\u6742\u3002\"\n\nNews Today\n:Qatar has come under fire for sending hundreds of millions of dollars in aid to Gaza - but it happened with Israel\u2019s blessing. What we know about the controversial deal.\n\u5361\u5854\u5c14\u56e0\u5411\u52a0\u6c99\u63d0\u4f9b\u6570\u4ebf\u7f8e\u5143\u7684\u63f4\u52a9\u800c\u53d7\u5230\u8c34\u8d23\uff0c\u4f46\u8fd9\u662f\u5728\u4ee5\u8272\u5217\u7684\u795d\u798f\u4e0b\u53d1\u751f\u7684\u3002\u6211\u4eec\u5bf9\u8fd9\u4e2a\u6709\u4e89\u8bae\u7684\u4ea4\u6613\u4e86\u89e3\u591a\u5c11\u3002\n\nOberlin college ousts 'professor of peace\u2019 over alleged war crimes, sexual misconduct\n\u5965\u4f2f\u6797\u5b66\u9662\u56e0\u6d89\u5acc\u6218\u4e89\u7f6a\u548c\u6027\u884c\u4e3a\u4e0d\u5f53\u800c\u5f00\u9664\u201c\u548c\u5e73\u6559\u6388\u201d\u3002\n\nAlexey Navalny fails to attend trial after his team loses contact with jailed Russian opposition leader\n\u5728\u4e0e\u88ab\u76d1\u7981\u7684\u4fc4\u7f57\u65af\u53cd\u5bf9\u6d3e\u9886\u5bfc\u4eba\u5931\u53bb\u8054\u7cfb\u540e\uff0c\u963f\u5217\u514b\u8c22\u00b7\u7eb3\u74e6\u5c14\u5c3c\u672a\u80fd\u51fa\u5ead\u53d7\u5ba1\u3002\n\n\u2018Well done gramps\u2019: Russian state media praise Mitch McConnell\n\u201c\u5e72\u5f97\u597d\uff0c\u8001\u7237\u7237\u201d\uff1a\u4fc4\u7f57\u65af\u56fd\u5bb6\u5a92\u4f53\u79f0\u8d5e\u7c73\u5947\u00b7\u9ea6\u5eb7\u5948\u5c14\u3002\n\nJapan court convicts former soldiers in landmark sexual assault case\n\u65e5\u672c\u6cd5\u9662\u5728\u5177\u6709\u91cc\u7a0b\u7891\u610f\u4e49\u7684\u6027\u4fb5\u6848\u4e2d\u5224\u5b9a\u524d\u58eb\u5175\u6709\u7f6a\u3002\n \nInside the unit deploying small explosive drones in Ukraine\u2019s cash-strapped war\n\u63ed\u79d8\u5728\u4e4c\u514b\u5170\u8d44\u91d1\u7d27\u7f3a\u7684\u6218\u4e89\u4e2d\u90e8\u7f72\u5c0f\u578b\u7206\u70b8\u65e0\u4eba\u673a\u7684\u90e8\u961f\u3002\n\nClimate summit headed for overtime amid bitter division over fossil fuels\n\u5728\u5bf9\u5316\u77f3\u71c3\u6599\u5b58\u5728\u6fc0\u70c8\u5206\u6b67\u7684\u60c5\u51b5\u4e0b\uff0c\u6c14\u5019\u5cf0\u4f1a\u5373\u5c06\u8fdb\u5165\u52a0\u73ed\u9636\u6bb5\u3002\n\nGiuliani repeats defamatory claims on first day of defamation damages trial\n\u6731\u5229\u5b89\u5c3c\u5728\u8bfd\u8c24\u635f\u5bb3\u8d54\u507f\u5ba1\u5224\u7684\u7b2c\u4e00\u5929\u91cd\u590d\u4e86\u8bfd\u8c24\u6307\u63a7\u3002\n\n\u2018Britain is broken\u2019: Dire poverty could usher in Victorian-era inequality\n\u201c\u82f1\u56fd\u5df2\u7834\u788e\u201d\uff1a\u4e25\u91cd\u8d2b\u56f0\u53ef\u80fd\u5f15\u53d1\u7ef4\u591a\u5229\u4e9a\u65f6\u4ee3\u7684\u4e0d\u5e73\u7b49\u3002\n\nUS women\u2019s soccer team received most online abuse at Women\u2019s World Cup\n\u7f8e\u56fd\u5973\u5b50\u8db3\u7403\u961f\u5728\u5973\u5b50\u4e16\u754c\u676f\u4e0a\u906d\u53d7\u4e86\u6700\u591a\u7684\u7f51\u7edc\u8650\u5f85\u3002", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\ud83d\udc38\u5728\u6bcf\u5929\u665a\u4e0a10\u70b9\u53ee\u5631\u5c0f\u9e21\ud83d\udc25\u5403\u836f\ud83d\udc8a\uff0c\u4f46\u662f\u5c0f\u9e21\u6709\u4e00\u5929\u5fd8\u4e86\ud83d\ude2e\uff01\u9752\u86d9\u751f\u6c14\u5730\u5927\u558a\uff1a\u201c\u5c0f\u9e21\uff0c\u4f60\u5fd8\u4e86\u5403\u836f\u5566\uff01\u96be\u9053\u4f60\u53d8\u6210\u9752\u86d9\u4e86\u5417\uff1f\u201d\u5c0f\u9e21\u60ca\u6050\u5730\u56de\u7b54\uff1a\u201c\u5440\uff01\u9752\u86d9\uff01\u6211\u5fd8\u4e86\u5403\u836f\u2026\u54c8\uff0c\u54c8\u54c8\u54c8\uff01\u5e78\u597d\u6211\u73b0\u5728\u53d8\u6210\u4e86\u53ea\u9752\u86d9\uff01\ud83d\udc38\u201d\u9752\u86d9\u65e0\u5948\u5730\u6447\u6447\u5934\uff0c\u4e0d\u77e5\u9053\u8be5\u7b11\u8fd8\u662f\u8be5\u54ed\ud83d\ude02\ud83d\ude2d\u3002\u4ece\u6b64\u4e4b\u540e\uff0c\u4ed6\u4eec\u6bcf\u5929\u665a\u4e0a\u4e00\u8d77\u5403\u836f\uff0c\u76f8\u4e92\u63d0\u9192\uff0c\u518d\u4e5f\u6ca1\u6709\u5fd8\u8bb0\u8fc7\uff01\ud83d\ude01\ud83d\ude4c"}