{"commit_time": "2023-12-28T21:30:11.081594", "news": "Quote of the Day:\n\"The only way to do great work is to love what you do.\" \n\"\u552f\u4e00\u80fd\u505a\u597d\u51fa\u8272\u5de5\u4f5c\u7684\u65b9\u5f0f\u5c31\u662f\u70ed\u7231\u4f60\u6240\u505a\u7684\u4e8b\u60c5\u3002\"\n\nNews Today\n:A more disciplined Trump operation faces fresh headaches from allies and the GOP front-runner himself\n\u7279\u6717\u666e\u66f4\u88ab\u89c4\u8303\u7684\u8fd0\u4f5c\u9762\u4e34\u6765\u81ea\u76df\u53cb\u548c\u5171\u548c\u515a\u9886\u5148\u8005\u672c\u4eba\u7684\u65b0\u5934\u75bc\n\nLawyer issues stark warning on bringing Bryan Kohberger jury to Idaho murder scene\n\u5f8b\u5e08\u5bf9\u5c06\u5e03\u8d56\u6069\u00b7\u79d1\u4f2f\u683c\u966a\u5ba1\u56e2\u5e26\u5230\u7231\u8fbe\u8377\u5dde\u8c0b\u6740\u73b0\u573a\u53d1\u51fa\u4e25\u5389\u8b66\u544a\n\nUS announces $250 million Ukraine military assistance, exhausting available funding\n\u7f8e\u56fd\u5ba3\u5e03\u63d0\u4f9b2.5\u4ebf\u7f8e\u5143\u7684\u4e4c\u514b\u5170\u519b\u4e8b\u63f4\u52a9\uff0c\u8017\u5c3d\u73b0\u6709\u8d44\u91d1\n\nHear Nikki Haley\u2019s response to question about cause of Civil War\n\u542c\u542c\u5c3c\u57fa\u00b7\u54c8\u5229\u5bf9\u6709\u5173\u5185\u6218\u539f\u56e0\u7684\u95ee\u9898\u7684\u56de\u7b54\n\nChess champion forfeits victory over \u2018bad behavior\u2019\n\u56fd\u9645\u8c61\u68cb\u51a0\u519b\u56e0\u201c\u4e0d\u826f\u884c\u4e3a\u201d\u800c\u653e\u5f03\u80dc\u5229\n\nChina\u2019s economy had a miserable year. 2024 might be even worse\n\u4e2d\u56fd\u7ecf\u6d4e\u5ea6\u8fc7\u4e86\u4e00\u4e2a\u7cdf\u7cd5\u7684\u4e00\u5e74\u30022024\u5e74\u53ef\u80fd\u4f1a\u66f4\u7cdf\u7cd5\n\nAnti-Rohingya protesters storm Indonesia refugee shelter demanding deportation\n\u53cd\u7f57\u5174\u4e9a\u65cf\u6297\u8bae\u8005\u51b2\u51fb\u5370\u5c3c\u96be\u6c11\u6536\u5bb9\u6240\uff0c\u8981\u6c42\u9a71\u9010\u51fa\u5883\n\nChina lip-synch probe into top Taiwanese rock band is politically motivated, Taiwan intelligence officials claim\n\u53f0\u6e7e\u60c5\u62a5\u5b98\u5458\u58f0\u79f0\uff0c\u4e2d\u56fd\u5bf9\u53f0\u6e7e\u9876\u7ea7\u6447\u6eda\u4e50\u961f\u7684\u540c\u6b65\u5507\u58f0\u8c03\u67e5\u5177\u6709\u653f\u6cbb\u52a8\u673a\n\nSteve Ballmer is set to make $1 billion a year for doing nothing\n\u53f2\u8482\u592b\u00b7\u9c8d\u5c14\u9ed8\u51c6\u5907\u4e00\u5e74\u4ec0\u4e48\u90fd\u4e0d\u505a\u5c31\u8d5a10\u4ebf\u7f8e\u5143\n\nIdaho house where 4 students were killed is being razed. Here\u2019s what happened to other homes linked to notorious killings\n\u56db\u540d\u5b66\u751f\u9047\u5bb3\u7684\u7231\u8fbe\u8377\u5dde\u623f\u5b50\u6b63\u5728\u88ab\u62c6\u9664\u3002\u5173\u8054\u5230\u81ed\u540d\u662d\u8457\u7684\u8c0b\u6740\u6848\u7684\u5176\u4ed6\u623f\u5c4b\u53d1\u751f\u4e86\u4ec0\u4e48", "chickenGPT": "\u4e00\u53ea\u9752\u86d9\ud83d\udc38\u6bcf\u5929\u665a\u4e0a\u5341\u70b9\u90fd\u4f1a\u53ee\u5631\u5c0f\u9e21\ud83d\udc25\u5403\u836f\ud83d\udc8a\uff0c\u5c0f\u9e21\u5343\u53ee\u549b\u4e07\u5631\u5490\u4e5f\u4e0d\u5fd8\u8bb0\u3002\u7136\u800c\u6709\u4e00\u5929\uff0c\u5c0f\u9e21\u5c45\u7136\u5fd8\u4e86\uff01\u9752\u86d9\u773c\u73e0\u4e00\u8f6c\uff0c\u76f4\u63a5\u53d8\u8eab\u4e3a\u5c0f\u72d7\ud83d\udc36\uff0c\u6cea\u773c\u6c6a\u6c6a\u5730\u770b\u7740\u5c0f\u9e21\u8bf4\uff1a\u201c\u53ef\u601c\u7684\u5c0f\u9e21\u554a\uff0c\u4f60\u4eca\u5929\u5fd8\u8bb0\u5403\u836f\u4e86\uff0c\u6211\u53d8\u6210\u5c0f\u72d7\u90fd\u50ac\u4f60\uff0c\u4f60\u8fd8\u6562\u5fd8\u8bb0\uff01\u4e0d\u7ba1\u4e86\uff0c\u6211\u518d\u53d8\u56de\u9752\u86d9\uff0c\u4e0b\u6b21\u4f60\u53ef\u8981\u8bb0\u5f97\u554a\uff01\u201d\u5c0f\u9e21\u542c\u540e\uff0c\u5446\u82e5\u6728\u9e21\uff0c\u4ece\u6b64\u4ee5\u540e\uff0c\u836f\u90fd\u4e0d\u6562\u5fd8\u4e86\uff0c\u5c31\u6015\u9752\u86d9\u518d\u53d8\u9b54\u6cd5\u50ac\uff01\ud83d\ude06"}